Repository: Dylonni/42_ft_transcendence
Catalog: web/django/locale/*/LC_MESSAGES/django.po
Languages: ar, fa, fr, it, ja, ug

source: Activate your account
ar: تفعيل حسابك
fa: فعال کردن حساب شما
fr: Activer votre compte
it: Attiva il tuo account
ja: アカウントの有効化
ug: ھېساباتىڭىزنى ئاكتىپلاڭ

source: Hi
fr: Bonjour
ja: こんにちは!

source: Thank you for registering at Transcendence42. Please use the code below to activate your account:
fr: Merci pour votre inscription à Transcendence42. Veuillez utiliser le code ci-dessous pour activer votre compte :
ja: Transcendenceに登録いただきありがとうございます。 下記のコードを使ってアカウントを有効化してください。

source: This code will expire in 10 minutes.
fr: Ce code expirera dans 10 minutes
ja: このコードは10分で期限が切れます。

source: If you did not create an account, please ignore this email.
ar: إذا لم تخلق حساباً، رجاءً تجاهل هذا البريد الإلكتروني.
fa: اگر حساب کاربری ایجاد نکردید، لطفا این ایمیل را نادیده بگیرید.
fr: Si vous n'avez pas créé de compte, veuillez ignorer ce courriel.
it: Se non hai creato un account, ignora questa e-mail.
ja: アカウントを作成しなかった場合は、このメールを無視してください。
ug: ئەگەر ھېسابات قۇرمىغان بولسىڭىز ، بۇ ئېلېكترونلۇق خەتكە پەرۋا قىلماڭ.

source: Thank you,
fr: Merci,
ja: ありがとうございます。

source: The Transcendence42 Team
fr: L'équipe Transcendence42
ja: Transcendence42チーム

source: Change your email
fr: Modifier votre courriel
ja: Eメール変更

source: Please use the code below to change your email:
fr: Veuillez utiliser le code ci-dessous pour modifier votre adresse courriel:
ja: 下記のコードを使用してメールを変更してください。

source: If you have not requested an email change, please ignore this email.
fr: Si vous n'avez pas créé de compte, veuillez ignorer ce courriel.
ja: メール変更をリクエストされていない場合は、このメールを無視してください。

source: Please use the code below to change your password:
fr: Veuillez utilisez le code ci-dessous pour modifier votre mot de passe.
ja: 以下のコードを使用してパスワードを変更してください。

source: If you have not requested a password change, please ignore this email.
fr: Si vous n'avez pas demandé à modifier votre mot de passe, vous pouvez ignorer ce courriel.
ja: パスワード変更を要求しない場合は、このメールを無視してください。

source: Reset your password
fr: Réinitialiser votre mot de passe.
ja: パスワードをリセット

source: Please use the code below to reset your password:
fr: Veuillez utiliser le code ci-dessous pour réinitialiser votre mot de passe.
ja: パスワードをリセットするには、下のコードを入力してください。

source: If you have not requested a password reset, please ignore this email.
fr: Si vous n'avez pas demandé à réinitialiser votre mot de passe, vous pouvez ignorer ce courriel.
ja: パスワードリセットを要求されていない場合は、このメールを無視してください。

source: New Connection
fr: Nouvelle connection
ja: 新しい接続

source: Please use the code below to sign in:
fr: Veuillez utiliser le code ci-dessous pour vous connecter:
ja: 下記のコードをご入力ください。

source: If you have not attempted to sign in, please ignore this email.
fr: Si vous n'avez pas essayé de vous connecter, vous pouvez ignorer ce courriel.
ja: アカウントにログインしなかった場合は、このメールを無視してください。

source: Forgot Password
fr: Mot de passe oublié
ja: パスワードを忘れた場合

source: Please enter your account e-mail to get a password reset link
fr: Veuillez vérifier votre adresse courriel pour recevoir un lien de réinitialisation de mot de passe
ja: パスワードリセットリンクを取得するには、アカウントメールアドレスを入力してください

source: Email
fa: ایمیل ایمیل
fr: Courriel
ja: Eメール
ug: Courriel

source: Login
ar: البيت
fa: ورود
fr: Connexion
it: Accedi
ja: ログイン
ug: كىرىش

source: Log in
ar: اسحب
fa: ورود در
fr: Connexion
it: Accedi
ja: ログイン
ug: كىرىش

source: Username / Email
ar: المستعمل/البريد الإلكتروني
fa: نام کاربری / ایمیل
fr: Nom d'utilisateur / courriel
it: Nome utente / Email
ja: ユーザー名／Eメール
ug: ئىشلەتكۈچى ئىسمى / ئېلېكترونلۇق خەت

source: Password
ar: كلمة السر
fr: Mot de passe
ja: パスワード
ug: پارول

source: Show password
ar: كلمة المرور
fa: نشان دادن رمز عبور
fr: Afficher le mot de passe
it: Mostra la password
ja: パスワードを表示する
ug: پارولنى كۆرسىتىش

source: Forgot your password ?
ar: نسيت كلمة سرك؟
fa: رمز عبور خود را فراموش کنید؟
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ja: パスワードを忘れた場合
ug: پارولىڭىزنى ئۇنتۇپ قالدىڭىزمۇ؟

source: CONNECT WITH
fr: SE CONNECTER AVEC
ja: 接続

source: Not Registered ?
ar: غير مسجل؟
fa: ثبت نشده؟
fr: Pas encore enregistré ?
it: Non registrato?
ja: 初めてご利用ですか？
ug: تىزىملاتمىغانمۇ؟

source: Create an account
ar: إنشاء حساب
fa: ایجاد یک حساب
fr: Créer un compte
it: Creare un account
ja: 新規登録
ug: ھېسابات قۇر

source: Modify Credentials
fr: Modifier vos identifiants
ja: 資格情報の変更

source: Change Email
fr: Modifier l'adresse courriel
ja: Eメールを変更

source: Please enter your new mail
fr: Veuillez saisir votre nouvelle adresse
ja: Eメールアドレスを入力してください

source: New Mail
fr: Nouvelle adresse
ja: 新Eメール

source: Confirm Changes
fr: Veuillez confirmer la modification
ja: 変更を確認する

source: Change Password
fr: Modifier le mot de passe
ja: パスワード変更

source: Please enter your new password
fr: Entrez votre nouveau mot de passe.
ja: 新しいパスワードを設定します。

source: New Password
fr: Nouveau mot de passe
ja: 新しいパスワード。

source: Register
ar: السجل
fa: ثبت نام
fr: S'enregistrer
it: Registrazione
ja: 会員登録
ug: تىزىملىتىڭ

source: Your unique id, which cannot be changed after account creation. Must be 20 characters long maximum and can include letters (a-Z), numbers (0-9), \
fr: Votre identifiant. Vous ne pourrez pas le changer après création du compte. Peut comprendre max 20 caractères, dont lettres (a-Z), chiffres (0-9), tiret , underscore et point
ja: アカウント作成後に変更できない一意のID。 文字(a-Z)、数字(0-9)、\を20文字まで含める必要があります。

source: Username
ar: المستعمل
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ug: ئىشلەتكۈچى ئىسمى

source: I read and agree to the Transcendence42
fr: J'ai lu et j'accepte les
ja: Transcendence42登録前に、どうぞ読んで同意しして：

source: and
fr: et la
ja: と

source: Already Registered ?
ar: مسجل بالفعل؟
fa: ثبت شده است؟
fr: Déjà enregistré ?
it: Sei già registrato?
ja: すでにアカウントを持ちですか?
ug: ئاللىبۇرۇن تىزىملاتتىڭىزمۇ؟

source: Sign in here
ar: وقع هنا
fa: ثبت نام در اینجا
fr: Connexion
it: Accedi qui
ja: ログインはこちら
ug: بۇ يەرگە كىرىڭ

source: Code Verify
fr: Vérification du code
ja: コード認証済み

source: Verify Code
fr: Vérification du code
ja: コード認証済み

source: Enter the received code below
fr: Veuillez saisir votre code
ja: 受信したコードを入力してください。

source: Your code was sent to you via email, don't forget to check into your spam box.
fr: Votre code a été envoyé par courriel, n'hésitez pas à vérifier vos spams
ja: あなたのコードは、電子メールを介してあなたに送信されました, あなたのスパムボックスにチェックを忘れないでください.

source: Verify
fr: Vérifier
ja: 検証

source: Error
fr: Erreur
ja: エラー

source: Close
fr: Fermer
ja: 閉める

source: Friends
ar: الأصدقاء
fa: دوستان
fr: Amis
it: Amici
ja: 友達
ug: دوستلار

source: Send a message
fr: Envoyer un message
ja: メッセージ送信

source: See Profile
fr: Voir le profil
ja: ウーザーを見る

source: Unblock Friend
fr: Débloquer cet ami
ja: ブロックウーザー

source: Block Friend
fr: Bloquer cet ami
ja: アンブロックウーザー

source: Remove Friend
fr: Supprimer cet ami
ja: 友達削除

source: Invite Friend
fr: Demander en Ami
ja: ゲームに招待状

source: No friends
fr: Amis
ja: 友達なし

source: No message yet, say Hi
fr: Aucun message, dites 'Coucou'
ja: メッセージはありません。おはよ！って

source: Select a conversation
fr: Sélectionner une conversation
ja: 会話を選択

source: Chat
fr: Messages
ja: チャット

source: Customize your game
fr: Personnalisez votre partie
ja: ゲームをカスタマイズ

source: Game Options
fr: Options de jeu
ja: ゲームオプション

source: Players
fr: Joueurs
ja: プレイヤー

source: Score to win
fr: Score à atteindre
ja: 勝つためにスコア

source: Ball size
fr: Taille de la balle
ja: ボール サイズ

source: Initial ball speed
fr: Vitesse de la balle
ja: 初期ボール速度

source: Paddle Size
fr: Taille des raquettes
ja: パドルサイズ

source: AI Difficulty
fr: Difficulté de l'IA
ja: AIの難易度

source: Arena Options
fr: Options d'arène
ja: アリーナオプション

source: Map
fr: Arène
ja: マップ

source: Go Back
fr: Retour
ja: 戻る

source: Create Game
fr: Créer le salon
ja: ゲーム作成

source: Me
fr: Moi
ja: 私

source: Game Announcement
fr: Annonces
ja: ゲーム発表

source: has joined !
fr: a rejoint la partie !
ja: 参加しました!

source: Next Match:
fr: Prochain match :
ja: 次のマッチ:

source: has been
fr: a été
ja: は

source: eliminated
fr: éliminé
ja: 排除される

source: is the
fr: est le
ja: です。

source: ultimate winner
fr: vainqueur final
ja: 究極の勝者

source: Invite Player
fr: Inviter des Joueurs
ja: 選手招待

source: Get Ready !
fr: Soyez prêts
ja: 準備して

source: Start
fr: Commencez
ja: スタート

source: Game will start in
fr: La partie commence dans
ja: ゲーム始まりまでに

source: seconds
fr: secondes
ja: 秒単位

source: Game Room
fr: Salon de jeux
ja: ゲームロビー

source: Leave Room
fr: Quitter la partie
ja: ロビーを退去

source: Game Infos
fr: Infos de la partie
ja: ゲーム情報

source: Rules
fr: Règles
ja: ルール

source: Paddle size
fr: Taille de la raquette
ja: パドルサイズ

source: Initial Ball Speed
fr: Vitesse de la balle
ja: 初期ボール速度

source: Do you confirm leaving ?
fr: Voulez-vous vraiment partir?
ja: 退去確認?

source: If you have not been eliminated yet, your next game will be considered as a defeat and you will get a point penalty. You will not be able to join the room again.
fr: Si vous êtes encore en lice, votre prochaine partie sera considérée comme une défaite et vous subirez un point de pénalité. Vous ne pourrez plus rejoindre cette partie.
ja: まだ削除されていない場合、次のゲームは敗北とみなされ、ポイントペナルティを取得します。 再びお部屋に参加できません。

source: Cancel
fr: Rester
ja: キャンセル

source: Invite
fr: Inviter
ja: 招待状

source: Invite a random Player
fr: Inviter un joueur aléatoire
ja: ランダムなプレイヤーを招待する

source: Invite a friend
fr: Inviter un ami
ja: 友達を招待する

source: NO FRIENDS TO INVITE
fr: AUCUN AMI À INVITER
ja: 無限の無限に

source: Player_1 Wins! Press Enter to Retry
ja: プレイヤー1の勝利！ Enterで再挑戦

source: Player_2 Wins! Press Enter to Retry
ja: プレイヤー2の勝利！ Enterで再挑戦

source: A.I. Wins! Press Enter to Retry
ja: A.I.の勝利！ Enterで再挑戦

source: Play against a friend
ja: 友達に勝負

source: Up
ja: 上

source: Down
ja: 下

source: Home
ar: البيت
fa: خانه
fr: Accueil
ja: ホーム

source: Find a Player
fr: Trouver un joueur
ja: プレイヤーを検索

source: Game Rooms
ar: غرف الألعاب
fa: اتاق های بازی
fr: Salons de jeux
it: Camere di gioco
ja: ゲームロビー
ug: ئويۇن ئۆيلىرى

source: Find a Game
ar: العثور على لعبة
fr: Trouver une partie
ja: ゲームを検索

source: Create a Game
fr: Créer un salon de jeu
ja: ゲームロビーを作成

source: NO GAMES
fr: AUCUNE PARTIE À AFFICHER
ja: ゲームはありません

source: Leaderboard
fr: Classement
ja: リーダーボード

source: Top 100 Ranking
fr: Les 100 meilleurs
ja: トップ100ランキング

source: Your Rank
fr: Votre classement :
ja: あなたのランク

source: No rankings yet
fr: Soyez le premier !
ja: ランキングはまだありません

source: Mode Selection
fr: Choix du mode
ja: モード選択

source: Choose your mode
fr: Faites votre choix
ja: モードを選択する

source: Local Game
fr: Partie locale
ja: ローカルゲーム

source: Online Game
fr: Jeu en ligne
ja: オンラインゲーム

source: wants to be your friend !
fr: souhaite être votre ami
ja: あなたの友達になりたい !

source: Accept
fr: Accepter
ja: 承

source: Decline
fr: Refuser
ja: 断

source: Game Invite
fr: Invitation à jouer
ja: ゲーム招待

source: has invited you to play !
fr: vous invite dans sa partie !
ja: ぜひご参加ください!

source: New Message
fr: Nouveau message
ja: 新着情報

source: New
fr: Nouveau
ja: ニュース

source: message
ja: メッセージ

source: from
fr: de
ja: から

source: Add Player
fr: Ajouter
ja: プレイヤーの追加

source: Block Player
fr: Bloquer
ja: ブロックプレイヤー

source: Game History (Last 20 Games)
fr: Historique de jeu (20 dernières parties)
ja: ゲームの歴史(最後の20ゲーム)

source: WIN
fr: Victoire
ja: 勝

source: Game Details
fr: Détails de la partie
ja: ゲームの詳細

source: LOSS
fr: Défaite
ja: 負

source: NO GAMES TO SHOW
fr: AUCUNE PARTIE A AFFICHER
ja: ゲームはありません

source: Player Statistics
ar: إحصاءات الملاعب
fa: آمار بازیکن
fr: Statistiques du joueur
it: Statistiche del giocatore
ja: プレイヤー統計
ug: قويغۇچ ستاتىستىكىسى

source: Winrate
fr: Taux de victoires
ja: 勝率

source: Wins
ar: الرياح
fa: برنده
fr: Victoires
it: Vince
ja: 勝ち

source: Losses
fr: Défaites
ja: 負け

source: Last 20 Games
ja: 最後20ゲーム

source: Peak elo
ja: 最高のELO

source: Total Games Played
fr: Nombre de parties
ja: 総対局数

source: Won Tournaments
fr: Tournois remportés
ja: トーナメント勝ち

source: Best Winning Streak
fr: Votre meilleure série
ja: ベスト ウィンニング ストリーク

source: Profile Card
fr: Mon profil
it: Scheda di profilo
ja: プロフィール

source: Avatars
ja: アバター

source: Your image must not exceed 500KB in size and 1024x1024 in dimensions
fr: Votre fichier doit peser moins de 500KB et mesurer moins de 1024x1024 px
ja: 画像のサイズと寸法の1024x1024で500KBを超えてはならない

source: Account
ar: الحساب
fa: حساب حساب حساب
fr: Compte
ja: アカウント
ug: ھېسابات

source: Account created on
ar: الحساب المنشأ
fa: حساب ایجاد شده در
fr: Compte créé le
it: Account creato su
ja: アカウント作成日
ug: ھېسابات قۇرۇلدى

source: Modify Email
ar: تعديل البريد الإلكتروني
fa: اصلاح ایمیل
fr: Modifier l'adresse courriel
it: Modifica Email
ja: Eメールを変更
ug: ئېلېكترونلۇق خەتنى ئۆزگەرتىش

source: Modify Password
ar: تعديل كلمة السر
fa: تغییر رمز عبور
fr: Modifier le mot de passe
it: Modifica della password
ja: パスワードを変更
ug: پارولنى ئۆزگەرتىش

source: Two-Factor Authentication
fr: Authentification à 2 facteurs
ja: 2要素認証

source: Enabled
fr: Active
ja: 許容化

source: Disable 2FA
fr: Désactiver la 2FA
ja: 2FA非許容

source: Disabled
fr: Désactivée
ja: 非許化

source: Enable 2FA
fr: Activer la 2FA
ja: 2FA許容

source: Link with 42
fr: Lien avec 42
ja: 42と絆ぐ

source: Linked
fr: Associé
ja: 絆いだ

source: Unlink account
fr: Dissocier le compte
ja: 42から非絆

source: Not Linked
fr: Pas associé
ja: 絆いでない

source: Link to 42
fr: Associer à 42
ja: 42と絆ぐ

source: Prefered Language
fr: Langue
ja: 言語

source: Delete my account
ar: تحذف حسابي
fa: حذف حساب من
fr: Supprimer mon compte
it: Cancella il mio account
ja: アカウントの削除
ug: ھېساباتىمنى ئۆچۈرۈڭ

source: Block List
fr: Joueurs bloqués
ja: ブロックリスト

source: BLOCK LIST IS EMPTY
fr: LISTE VIDE
ja: ブロックリストに誰もいない

source: Delete account
fr: Supprimer mon compte
ja: アカウントの削除

source: Are you sure you want to delete your account ?
fr: Voulez-vous vraiment supprimer votre compte?
ja: アカウントを削除したいですか?

source: By doing so, you will not be able to :
fr: Si vous supprimez votre compte, vous ne pourrez plus :
ja: そうすることで、次のことが出来ません。

source: Play against other people online
fr: jouer en ligne
ja: オンラインで他の人と遊ぶ

source: Access your profile and other players profile
fr: consulter votre profil ou celui d'autres joueurs
ja: あなたのプロフィールおよび他のプレーヤーのプロフィールにアクセスして下さい

source: Access the leaderboard and view player rankings
fr: consulter le classement
ja: リーダーボードにアクセスし、プレーヤーのランキングを表示

source: Add friends and use the chat
fr: ajouter d'amis ou utiliser le clavardage
ja: 友達を追加し、チャットを使用する

source: This action will also delete all of your data including :
fr: Cette actio supprimera aussi toutes vos données, incluant
ja: このアクションは、以下のすべてのデータを削除します。

source: Your profile (Avatar, Nickname, Username)
fr: votre profil (avatar, alias, nom d'utilisateur)
ja: あなたのプロフィール(アバター、ニックネーム、ユーザー名)

source: Your conversations and your friend list
fr: vos conversations et votre liste d'amis
ja: 会話と友達リスト

source: Your ranking and your game history
fr: Votre classement et historique de jeu
ja: あなたのランキングとゲームの履歴

source: If you had linked your account to 42, this will also undo the link.
fr: si vous aviez asssocié votre compte à votre compte 42, ce sera supprimé.
ja: アカウントを42にリンクした場合、リンクを解除します。

source: This action is irreversible
fr: Cette acion est irréversible
ja: このアクションは不可逆です

source: Proceed
fr: Continuer
ja: 続く

source: Confirm Delete
fr: Confirmer la suppression du compte
ja: アカウントを削除

source: Please enter your password to confirm your account deletion
fr: Veuillez saisir votre mot de passe pour confirmer la suppression du compte
ja: パスワードを入力してください。

source: Confirm
fr: Confirmer
ja: 確認

source: Enable Two Factor Authentication ?
fr: Activer l'authentication à double facteur?
ja: 2FA許容

source: Two Factor Authentication will add a security layer to your account, by sending you a code via email each time you want to log in. Do you wish to enable it ?
fr: L'authentication à double facteur ajoute un niveau de sécurité à votre compte, en vous envoyant un code à confirmer chaque fois que vous vous connectez. Souhaitez-vous l'activer?
ja: 2つのファクター認証は、ログインするたびに電子メールでコードを送信することにより、アカウントにセキュリティレイヤーを追加します。 有効にしたいですか?

source: Activate 2FA
fr: Activer la 2FA
ja: 2FA許容

source: Unlink 42 account
fr: Dissocier votre compte 42
ja: 42から非絆

source: Unlinking your 42 account will result in these changes:
fr: Dissocier votre compte 42 entrainera les changements suivants:
ja: 42アカウントのリンクを解除すると、これらの変更が発生します。

source: You will not be able to connect using 42Auth on login page.
fr: Vous ne pourrez plus vous identifier via 42Auth
ja: ログインページで42Authを使用して接続することはできません。

source: You will not be able to use your 42 banner and profile image.
fr: Vous ne verrez plus votre bannière de coalition ni votre photo de profil
ja: 42枚のバナーやプロフィール画像は使用できません。

source: Unlink
fr: Dissocier
ja: 非絆

source: Can i suggest some ideas ?
fr: Et si j'ai des suggestions?

source: Yes , we would love to hear about your ideas ! Feel free to share them with us by contacting us at
fr: Nous serons ravis de recevoir vos idées et suggestions! Vous pouvez nous les envoyer à :
