Repository: Dylonni/42_ft_transcendence
Catalog: web/django/locale/*/LC_MESSAGES/django.po
Languages: ar, fa, fr, it, ja, ug

source: <div class="row"> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataCollect"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 1. INTRODUCTION </h4> <p style="color: var(--bs-body-bg);"> Welcome to the Transcendence42 website (the "Website"). These Terms of Service (These "Terms") are concluded between Transcendence42, with trade name “Transcendence42” ("Transcendence42", "we", "us") and the User ("User", "you" or "your") (together, the "Parties"). Transcendence42 provides a web-based gaming platform ("Platform"). A User is a person who visits the Website and/or the Platform, plays web games, registers via any form available on the Website and/or the Platform, creates a login, subscribes or enters into a contract with Transcendence42. </p> <p style="color: var(--bs-body-bg);"> THESE TERMS OUTLINE OUR RELATIONSHIP WITH YOU, AS SUPPLEMENTED BY OUR PRIVACY AND COOKIE POLICY. BY PLAYING WEB GAMES ON OUR PLATFORM OR OTHERWISE USING THE WEBSITE OR PLATFORM, YOU AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS AND ALL APPLICABLE LAWS AND REGULATIONS. </p> <p style="color: var(--bs-body-bg);"> Your use of the Website and/or the Platform means that you are aware of, and agree to, the most recent version of the Terms and our Privacy Policy as published on the Website. It is your sole responsibility to ensure that your use of any and all third party websites or content complies with all third party requirements. </p> <p style="color: var(--bs-body-bg);"> We reserve the right to modify these Terms, in part or in whole, at any time. We will notify you of any material changes by email or notice on the Website (where deemed necessary) and will note the date of the last change. If you use the Website or Platform after these updates are posted, you will be deemed to accept these changes and agree to be bound by them. These Terms will continue to apply until terminated, either by you or by us, as described in these Terms. </p> <p style="color: var(--bs-body-bg);"> If any provision of these Terms is deemed invalid, illegal or unenforceable, such provision will be deemed amended to comply with applicable law and the remaining provisions of the Terms will continue in full force and effect to the extent permitted by law. </p> <p style="color: var(--bs-body-bg);"> These Terms and our Privacy Policy represent the entire understanding and agreement between the Parties with respect to the subject matter hereof and supersede all prior or contemporaneous oral or written communications with respect to the subject matter. </p> <p style="color: var(--bs-body-bg);"> Your use of the Website/Platform does not create an employment, partnership, joint venture or any other relationship beyond that of a website user governed by these Terms. Transcendence42 cannot be held responsible in case of default (temporary or otherwise) or in case of failure to perform any of its obligations as a result of a case of force majeure or coincidence. </p> <p style="color: var(--bs-body-bg);"> These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Transcendence42 without restriction. </p> <p style="color: var(--bs-body-bg);"> Transcendence42' waiver of any term in these Terms does not imply an ongoing or additional waiver of that term or any other term, and Transcendence42' failure to enforce a right or provision does not constitute a waiver of that right or provision. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 2. USER LICENSE AND GAMING CONTENT </h4> <p style="color: var(--bs-body-bg);"> Summary: Our Platform (and all the available content) is licensed for your use, but its ownership as a property remains with Transcendence42. Provided that you comply with all Terms of this Agreement, Transcendence42 grants you a limited license to use our Platform and play the available web games for your personal, non-commercial use. You may also upload videos and stream games from our Platform on third party video sharing and streaming platforms but only when you follow our rules. </p> <p style="color: var(--bs-body-bg);"> Transcendence42 grants you a non-exclusive, limited, non-sublicensable and non-transferable right to use our Platform, subject to the limitations set forth in these Terms and any other limitations communicated by us in writing. Nothing in these Terms prohibits Transcendence42 from providing our Platform to others. </p> <p style="color: var(--bs-body-bg);"> Except for the limited rights expressly granted below, we reserve all right, title and interest in and to the Website and our Platform, including all associated intellectual property rights. Any games available through our Platform are owned by Transcendence42 or its partners. No rights are granted to you hereunder other than as expressly set forth herein. </p> <p style="color: var(--bs-body-bg);"> YOU AGREE NOT TO REPRODUCE, DUPLICATE, COPY, SELL, RESELL OR EXPLOIT ANY PART OF THE WEBSITE/PLATFORM, USE OF THE WEBSITE/PLATFORM OR ACCESS TO THE WEBSITE/PLATFORM WITHOUT OUR EXPRESS WRITTEN CONSENT. YOU MAY NOT DUPLICATE, COPY OR REUSE ANY PART OF THE VISUAL DESIGN ELEMENTS WITHOUT OUR EXPRESS WRITTEN CONSENT. </p> <p style="color: var(--bs-body-bg);"> Users may livestream and monetise videos on online (live streaming) websites using gameplay and screenshots from games available on our Platform (“Gaming Content”), subject to the following conditions: (i) Transcendence42’ Platform and its logo will be clearly visible and not obscured, (ii) only monetise such videos and streams in accordance with the monetisation methods available on such online websites (e.g., Youtube, Twitch,...), (iii) you do not imply or state that your Gaming Content is officially affiliated with, sponsored, endorsed or approved by Transcendence42 (except when we have entered into a partnership with you) and (iv) the User is responsible for any third party content (e.g. music) that it uses together with the Gaming Content. Transcendence42 reserves the right to take action at any time against Gaming Content that Transcendence42 believes is unlawful, infringing, inappropriate or not in accordance with these Terms. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataStore"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 3. ACCESS AND USE </h4> <p style="color: var(--bs-body-bg);"> Summary: You can access our Platform and play web games with or without an Account. You should keep your username and password protected and secure. All activities that occur under your Account or on our Website are your responsibility. The Account information you provide to us must be accurate, complete, and your own. We are not responsible for any loss or damage arising from your failure to comply with these requirements or as a result of the use of your Account. If you are under 13 years old (or the applicable minimum age in your country of residence) or do not understand what this agreement is about, you and your parent or guardian must review this agreement together. Your right to use our Platform is also subject to limitations which you will find in section 4 CODE OF CONDUCT. </p> <p style="color: var(--bs-body-bg);"> You can access our Platform with an Account. In order to create your Account, log in to the Website, and participate in the Platform offered, you must be eligible and agree to the terms and conditions set forth below. Failure to qualify and continuously comply with any of the following terms and conditions constitutes a violation of these Terms and may result in the termination of your Account and permission to use the Website and Platform. In particular, you agree that: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> We are not responsible for any hardware, software or Internet access, quality, suitability or unavailability issues, subject to any Non-Excludable Rights. We do not provide Internet access, and you are responsible for all fees relating to telephone and Internet access charges along with all necessary equipment, servicing, repair or correction incurred in maintaining connectivity to the servers. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You are either (a) of age to give legal consent or (b) you are a minor over thirteen (13) years old or the applicable minimum age in your country, state, or province or (c) have the consent of your parents (or your legal guardian), to access the Website under the laws of all jurisdictions applicable to you. We expressly reserve the right (but have no obligation) to request proof of your age at any time. We do not knowingly collect or solicit personal information from children under the age of thirteen (13) (or the applicable minimum age in your country) through our Platform. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> All information you provide to us in your registration form for the purpose of establishing your Account will be true and correct and you will promptly notify us of any changes to such information; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Your Account is solely for your use and may not be used by any third party. You may not allow any third party to use your Account, password, login or user ID to access or use the Website, the Platform, or for any other purpose. We take no responsibility for any third party access to your Account. You must immediately notify us of any unauthorized use of your password and identification and/or breach. You accept responsibility for all activities that occur under your Account, username or password and all such use is deemed authorized by you. You are responsible for the security of the password you use to access the Platform and for all activities or actions under your password, whether your password is with our Platform or with a third party service; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You have verified and determined that your use of the Website and Platform does not violate any law or regulation in any jurisdiction applicable to you. It is your sole responsibility to ensure that this is the case; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You will not use the Website or the Platform for fraudulent or otherwise illegal purposes; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You will ensure that all use of your Account is in full compliance with these Terms. We may suspend or terminate your access to the Website and Platform without notice to you if you do not use the Website or Platform for an extended period of time. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="marketing"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 4. CODE OF CONDUCT </h4> <p style="color: var(--bs-body-bg);"> Summary: In general, you should avoid doing anything that might harm Transcendence42 or anyone else. Among other things, you may not copy the Platform or use any content in an illegal or harmful manner, make any misrepresentations of or abuse our services, or otherwise violate anyone’s rights or any applicable laws. Failure to abide by any of these rules may bring us to revoke and cancel your Account, and void this agreement. </p> <p style="color: var(--bs-body-bg);"> You agree to not post, transmit or otherwise make available through or in connection with the Platform any materials that are or may be: (a) harmful, abusive, threatening, harassing, degrading, hateful, inflammatory, discriminating or otherwise intimidating an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability, or otherwise fail to respect the rights and dignity of others, violent or encouraging of violence (including self-harm), stalking; (b) defamatory, libelous, fraudulent, invasive of another's privacy or otherwise tortious; (c) obscene, vulgar, endangers or exploits children, harms children in any way, sexually explicit, pornographic or otherwise objectionable; Or (d) protected by copyright, trademark, trade secret, right of publicity or privacy or any other proprietary right, without the express prior written consent of the applicable owner. </p> <p style="color: var(--bs-body-bg);"> Additionally you agree not to take any of the following actions: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Collect, store, publish or otherwise disseminate any personal data of other users, or any material, non-public information about companies without the authorization to do so </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Upload, post, e-mail, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, “junk mail”, “spam”, “chain letters”, “pyramid schemes”, or any other form of solicitation; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Reverse engineer, derive source code, modify, decompile, disassemble the Services or any portion thereof, or otherwise determining or attempting to determine any source code, algorithms, methods or techniques used or embodied in the Services. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Web Scraping and Automatic Data Collection: You may not, without our prior written consent, use any robot, spider, scraper, deep link or other automated data gathering or extraction tools, program, algorithm or methodology to access, acquire, copy or monitor any portion of the Website/Platform or its content, including user accounts, user data, or any other proprietary information or data related to the Website, for any purpose, including, but not limited to, commercial purposes such as training machine learning algorithms or artificial intelligence models; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Intentionally distribute worms, Trojan horses, corrupt files or other items of a destructive or misleading nature or use the Website and/or Platform for illegal, invasive, infringing, defamatory or fraudulent purposes; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Use any cheats, hacks, bugs, design flaws, unauthorized exploits, bots, or third-party software that may modify, temporarily or permanently, the code or the user experience of the Services, whether locally on your device or on servers, or using any application, software or technology that is not expressly authorized by us that enables cheating, power-leveling, or accomplishing game tasks that cannot be accomplished without the use of such an application, software or technology. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Use macros, robot play, or any other behavior that allows you to automatically function or effect any action in a game with or without your presence. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Impede or disrupt the Service or that negatively affects or may prohibit other users from enjoying the Website, the Games or any other aspect of the Service. This includes affecting the normal flow of gameplay or dialogue in the Game or in Interactive Areas (such as message boards) in the Service by use of excessive shouting (ALL CAPS), “spamming” or any other disruptive or detrimental methods in an attempt to disturb other users; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Take any action that imposes an unreasonable or disproportionately large load on our network or infrastructure, and that may disrupt, negatively affect or prohibit users from enjoying the Service </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Remove or in any way circumvent technical or other protection measures on the Website and/or on the Platform; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Impersonate any person or entity or otherwise misrepresent your affiliation, identity, or the origin of materials you transmit, or misrepresenting that your statements or actions are endorsed by Transcendence42. This includes but is not limited to :forge headers or otherwise manipulate identifiers in order to disguise the origin of any message transmitted through the Website; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Sublicense, lease, rent, lend, distribute or otherwise transfer the Website and Platform to any third party; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Removing, altering, or concealing any copyright, trademark, patent or other proprietary notices, legends, symbols, or labels (including any watermark or other digital rights management technology or other information) contained on or within the Services. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Or in general: engaging in any other conduct that, in Transcendence42 sole judgment, exposes us, any of our users, or any other third party to any liability, damages, or detriment of any type. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Engage in, encourage, or promote any illegal activity, or any activity that violates these Terms or the Rules of Conduct; </li> </ul> <p style="color: var(--bs-body-bg);"> Notwithstanding above, you may (a) temporarily store copies of such materials in RAM, (b) store files that are automatically cached by your web browser to improve screen display, and (c) print a reasonable number of pages from the Website; provided that, in each case, you do not modify or delete any reference to copyright or other proprietary notices contained in such materials. </p> <p style="color: var(--bs-body-bg);"> All content and/or opinions uploaded, expressed or submitted on any message board, blog, chat room or other publicly accessible part of the Website or games available on the Platform, and all articles and answers to questions, other than content provided by Transcendence42, are solely the opinions and responsibility of the person or entity sharing them and do not reflect the opinions of Transcendence42. You understand and acknowledge that you are responsible for the content you share and that you bear full responsibility for such content, including its legality, reliability and appropriateness. </p> <p style="color: var(--bs-body-bg);"> Violations of system or network security or attempts to disrupt or undermine the operation of the Services may result in civil or criminal liability. We may investigate and work with law enforcement authorities to prosecute users who violate the Terms. </p> <p style="color: var(--bs-body-bg);"> You also agree that you will not provide material support to another user’s violation or attempted violation of this Agreement. This includes providing financial support; know-how, expertise, or other assistance; or repeated encouragement to engage in conduct that violates this Agreement. <br> </p> <p style="color: var(--bs-body-bg);"> WE MAY WITHHOLD, SUSPEND, MODIFY, OR TERMINATE YOUR ACCESS TO THE SERVICES FOR ANY OR NO REASON AT ANY TIME WITHOUT NOTICE UNLESS OTHERWISE REQUIRED BY APPLICABLE LAW. </p> <p style="color: var(--bs-body-bg);"> If your account is suspended while you are participating in a tournament or competition, Transcendence42 assumes no liability in the loss of any potential prizes or recognition related to the tournament or competition. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 5. VERIFICATION OF ACCOUNT INFORMATION </h4> <p style="color: var(--bs-body-bg);"> Summary: We can always check whether your information and use of the Platform complies with our rules. </p> <p style="color: var(--bs-body-bg);"> We reserve the right (but do not assume the obligation) to conduct an audit at any time to validate your Account information and/or to ensure that your participation on the Website and use of the Platform does not violate these Terms and/or any applicable law. You authorize us and our agents to make any inquiries to you and for us to use and disclose to third parties that we deem necessary to validate this information. To facilitate the aforementioned validation, you agree to provide sufficient information or documentation as we, in our sole discretion, may request. If you do not provide such information within thirty (30) days of our request, if your responses are incomplete or otherwise insufficient, or if we are unable to verify the information applicable to your account, your account may be terminated. </p> <p style="color: var(--bs-body-bg);"> Notwithstanding the above, Transcendence42 reserves the right to remove the username linked to your Account if it does not comply with these Terms. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 6. PRIVACY </h4> <p style="color: var(--bs-body-bg);"> <span style="color: var(--bs-body-bg);"> Summary: Transcendence42's use of your personal data and our responsibilities in protecting your privacy are described in our Privacy and Cookie Policy. </span> </p> <p style="color: var(--bs-body-bg);"> You understand and agree that subject to applicable laws we may access, disclose or retain personal information, including the content of your communications, in the good faith belief that we are lawfully authorized or required to do so, or that doing so is reasonably necessary or appropriate to comply with the law or with legal process or authorities, respond to any claims, or to protect the rights, property or safety of Transcendence42, our users, our employees or the public, including without limitation to protect Transcendence42 or our users from fraudulent, abusive, inappropriate or unlawful use of our Service. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 7. THIRD PARTY WEBSITES AND PROMOTIONS </h4> <p style="color: var(--bs-body-bg);"> Summary: We don’t control third-party services, and we’re not liable for any transactions you may perform with them, or for what they do. When using third-party services, your security is your responsibility. Please be aware that promotions that are made available through our Platform may be subject to additional rules. </p> <p style="color: var(--bs-body-bg);"> We may provide or make available third-party content through the Service and may provide links to web pages and content of third parties (collectively the “Third-Party Content”) as a service to those interested in this information. We do not monitor or have any control over any Third-Party Content on third-party websites. We do not endorse or adopt any Third-Party Content and can make no guarantee as to its accuracy or completeness. We do not represent or warrant the accuracy of any information contained therein and undertake no responsibility to update or review any Third-Party Content. Users use such Third-Party Content contained therein at their own risk. </p> <p style="color: var(--bs-body-bg);"> Any sweepstakes, contests, raffles, surveys, games or similar promotions (collectively, “Promotions”) made available through the Website may be governed by rules that are separate from these Terms. If you participate in any Promotions, please review the applicable rules as well as our Privacy Policy. If the rules for a Promotion conflict with these Terms, the Promotion rules will govern. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 8. TRADEMARKS, TRADE NAMES AND SERVICE MARKS </h4> <p style="color: var(--bs-body-bg);"> Summary: You are not allowed to misuse any logos or names that are available on the Website. </p> <p style="color: var(--bs-body-bg);"> Unless otherwise indicated, all logos, names, packaging designs and marks on the Website are trademarks or service marks owned or used under license by us or our business partners. The use or misuse of any of these marks or other information is strictly prohibited. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesManage"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 9. WARRANTIES </h4> <p style="color: var(--bs-body-bg);"> Summary: we offer no warranties regarding our services and the platform, including any regarding their quality, reliability, security, or compatibility. You warrant that you will abide by and respect these terms of service and any additional guidelines of our platform. If these cause you any harm, we will not be held liable. </p> <p style="color: var(--bs-body-bg);"> Our services and all materials on the website and platform are provided "as is" and "as available" and without warranties of any kind, express or implied, including implied warranties of merchantability and fitness for a particular purpose. Transcendence42 makes no representations or warranties about the accuracy, completeness, or suitability of any material on the website, or on any website or websites "linked" to the website. Transcendence42 does not warrant that the website and/or our platform will be available, uninterrupted, error-free, or free of viruses or other harmful components. <br>You expressly understand and agree that, subject to and without limiting any non-excludable rights: </p> <ol style="color: var(--bs-body-bg);padding-left: 60px;" type="A"> <li style="margin-top: 15px;margin-bottom: 15px;"> The service, the games, the website and all materials contained therein are provided on an “as is” and “as available” basis without warranties of any kind, either express or implied. Transcendence42 and its subsidiaries, affiliates, officers, employees, agents, partners and licensors disclaim all other warranties, express or implied, including, without limitation, implied warranties of merchantability, fitness for a particular purpose, performance or suitability for your intended use, title and non-infringement, as to the service, the game and the website, including all information, content and materials contained therein. Without limiting the foregoing, Transcendence42 does not represent or warrant that the service, the games, the website or the materials contained therein are accurate, complete, reliable, available, current or error-free. Transcendence42 also does not represent or warrant that the games, the website or its servers are free of viruses, bugs, errors or other harmful components or defects, transmit data in a secure manner, or function properly with the service. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Transcendence42 and its subsidiaries, affiliates, officers, employees, agents, partners and licensors make no warranty that (i) the service will meet your requirements; (ii) the website will be uninterrupted, timely, secure or error-free; or (iii) any errors in the software will be corrected. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> While Transcendence42 attempts to make your access and use of the service safe, Transcendence42 cannot and does not represent or warrant that the service or its server(s) are free of viruses or other harmful components; therefore, you are responsible for implementing sufficient procedures and checkpoints to meet your specific requirements for accuracy of data input and output, and for maintaining a means outside the website and platform for reconstructing lost data you should use industry-recognized software to detect and disinfect viruses from any download. Any material downloaded or otherwise obtained through the use of the website or service is accessed at your own discretion and risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> A small percentage of users may experience epileptic seizures when exposed to certain light patterns or backgrounds on a computer screen or while using the website or the service. Certain conditions may induce previously undetected epileptic symptoms even in users who have no history of prior seizures or epilepsy. If you, or anyone in your family, have an epileptic condition, consult your physician prior to using the service. Immediately discontinue use of the service and consult your physician if you experience any of the following symptoms while using the service: dizziness, altered vision, eye or muscle twitches, loss of awareness, disorientation, any involuntary movement, or convulsions. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Reference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof, or any affiliation therewith, by Transcendence42. </li> </ol> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 10. INDEMNIFICATION </h4> <p style="color: var(--bs-body-bg);"> Summary: If Transcendence42 is sued or otherwise put in harm’s way because of something you did, you will bear the associated costs and damages. </p> <p style="color: var(--bs-body-bg);"> You agree to defend, indemnify and hold harmless Transcendence42 from and against any claims, damages, costs, liabilities and expenses (including, but not limited to, reasonable attorneys’ fees, expenses, and court costs) arising out of or related to your User ID, any User Content you post, store or otherwise transmit on or through the Website, your violations or breach of these Terms, any conduct, acts, omissions or misuse of the Service by you that is negligent or in breach of these Terms, any misrepresentations made by you, or your violation of the rights of any third party. We reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with our defense of such claim. You will not settle any claims or losses without, in each instance, the prior, written consent of an officer of Transcendence42. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 11. TERMINATION OR DELETION OF ACCOUNTS </h4> <p style="color: var(--bs-body-bg);"> Summary: You can delete your Account at any time yourself in our Platform. Furthermore, we can terminate or suspend your access to our Platform when we believe that you do not follow our rules. </p> <p style="color: var(--bs-body-bg);"> Transcendence42 reserves the right to terminate these Terms and end your access to the Website and/or Platform, or temporarily suspend all or part of your access, at any time and without prior notice under the following circumstances: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> If we have a reasonable belief that you have violated, or may potentially violate, any term or provision outlined in these Terms; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> If we determine that termination or suspension of your access is required by applicable law or legal obligation; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> At our sole discretion, for any other reason we deem suspension or termination necessary or appropriate; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> We may delete any Account Information or other material related to your use of the Website and/or our Platform on our servers or otherwise in our possession. If you feel you have been unfairly warned or disciplined, please contact us with a full detailed explanation. You acknowledge that we will not be liable to you or any third party for any termination of your access to the Website and/or our Platform. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> You can delete your Account at any time by going to account settings and clicking on “Delete your account”, or request us to delete your Account by email. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 12. INFORMATION, COMPLAINTS &amp; COPYRIGHT CLAIMS </h4> <p style="color: var(--bs-body-bg);"> Summary: If you have any concerns or complaints, please <a href="mailto:%(django_mail_contact)s">email us </a> or reach out on <a href="%(discord_invite)s">Discord</a>. When you provide us with Feedback we are free to use such feedback at our own discretion. </p> <p style="color: var(--bs-body-bg);"> If you have a question or complaint regarding the Platform or Website, please reach out on <a href="%(discord_invite)s">Discord</a>. </p> <p style="color: var(--bs-body-bg);"> We value your opinion. if you provide us with feedback, including data, variables, comments, suggestions, ideas, notes, drawings, graphics, concepts or other information&nbsp;("Feedback"), you are providing that Feedback, and all of your rights thereto, to us free of charge, and such Feedback will be treated as non-confidential and non-proprietary and may be used by us for any purpose, without your consent or any compensation to you or anyone else. This applies whether you submit such Feedback to us by email, through a form on the Website, on a bulletin board or otherwise. </p> <p style="color: var(--bs-body-bg);"> If you believe in good faith that materials available on the Website or Platform infringe your copyright, you (or your agent) may send us a written notice by courier, mail or e-mail, requesting that we remove such material or block access to it. If you believe in good faith that someone has wrongly filed a notice of copyright infringement against you, you can send us a counter-notice. Notices and counter-notices must be sent out on <a href="%(discord_invite)s">Discord</a>. </p> <p style="color: var(--bs-body-bg);"> FOR US RESIDENTS ONLY: If you are a copyright owner or an agent thereof and believe that your intellectual property rights have been infringed upon, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our copyright agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail): </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed; <br>identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit Transcendence42 to locate the material; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Information reasonably sufficient to permit Transcendence42 to contact you, such as an address, telephone number, and, if available, an e-mail address; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> And a statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. </li> </ul> <p style="color: var(--bs-body-bg);"> You can contact us on <a href="%(discord_invite)s">Discord</a>. Upon receipt of a notification, Transcendence42 will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged content from the Website or Platform. </p> <p style="color: var(--bs-body-bg);"> We suggest that you consult your legal advisor before filing a notice or counter-notice. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 13. DISPUTES </h4> <p style="color: var(--bs-body-bg);"> Summary: Mindful of the high costs of legal disputes, we want to try to settle any disputes with you related to the Terms by initially attempting to resolve the matter in good faith through written notice. </p> <p style="color: var(--bs-body-bg);"> Mindful of the high cost of legal dispute, not only in money but also in time and energy, both you and Transcendence42 agree to the following dispute resolution procedure: in the event of any controversy, claim, action, or dispute arising out of or related to the breach, enforcement, interpretation, or validity of these Terms or any part of it, the party asserting the dispute will first try in good faith to settle such dispute by providing written notice to the other party by registered mail describing the facts and circumstances (including any relevant documentation) of the dispute and allowing the receiving party 30 days from the date of mailing to respond to the dispute. Notice will be sent to us on <a href="%(discord_invite)s">Discord</a>. </p> <p style="color: var(--bs-body-bg);"> Unless you indicate otherwise in your notice, Transcendence42 will respond to your notice using your last-used e-mail address that we have. </p> <p style="color: var(--bs-body-bg);"> In the event that Transcendence42 is unable to resolve the dispute, you and Transcendence42 both agree that the parties will resolve their dispute in accordance with section 14 below. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-1"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 14. APPLICABLE LAW AND COMPETENT COURT </h4> <p style="color: var(--bs-body-bg);"> Summary: As a French-based company, the law that governs these terms and conditions and our relationship with you is French law. Any disputes need to be resolved by the competent courts of Paris (France). </p> <p style="color: var(--bs-body-bg);"> These Terms will be construed in accordance with French law, without prejudice to any other imperative provision of law more favorable to you applicable in your country of habitual residence. </p> <p style="color: var(--bs-body-bg);"> The competent courts of Paris will have exclusive jurisdiction over any dispute or controversy arising from or related to these Terms or its subject matter. If you are a resident of an EU Member State or a country or state where this clause is prohibited by local law, this clause does not apply to you and does not deprive you of the protection of the mandatory provisions of consumer protection laws in your country. Transcendence42 nonetheless reserves the right to take legal proceedings in a country other than France, to protect its interests or to enforce its rights where it deems it appropriate to do so. </p> <p style="color: var(--bs-body-bg);"> To the extent permitted by law, the Parties agree that all claims and disputes made against the other in your or its individual capacity, and not as a plaintiff or class member in any purported class action, class arbitration, or representative proceeding. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-2"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 15. UPDATES AND MODIFICATIONS </h4> <p style="color: var(--bs-body-bg);"> Summary: We may limit or interrupt access to the Platform in order to perform any operation on the Services that we deem necessary. We shall do our best to inform you of the schedule for these events, but are in no obligation to do so. We are not liable if such events have a negative impact on your access or use of our Platform and Services. </p> <p style="color: var(--bs-body-bg);"> We may provide patches, updates, or upgrades to the Services, Virtual Items, or your Account that may be required to continue using the Services, including automatic or “in the background” updates without notice to you. Such updates are subject to these Conditions unless other terms are presented with the updates, in which case, those other terms apply. We are not obligated to make any updates available. We do not guarantee that we will support the version of the system or device for which you licensed, obtained, or purchased any part of the Services, unless we have made claims regarding compatibility. We may from time to time, without additional cost to you, modify, alter, or suspend, whether in whole in part, any of our Services, Virtual Items, and/or your Account, for a valid reason. Valid reasons include, without limitation: improvement of our Services, Virtual Items, or your Account (such as offering new Services, Virtual Items, or Content); changes necessary for game balancing, for bug fixing or to prevent or counter exploits; changes that are necessary due to a new technical environment or an increased or decreased number of users; suspected or actual intellectual property infringement; changes in licenses we hold from third parties or other third-party compliance requirements; termination of agreements we have with third-parties for whatever reason; discontinuance of the supply, by a third-party, of a service or feature which is part or interconnected with our Services, Virtual Item, or your Account; changes of specific and verifiable open market costs; Necessary enhancements for the safety of users or other third parties; or other material, legal, regulatory, or security reasons. </p> <p style="color: var(--bs-body-bg);"> We reserve the right to interrupt the Service or any part thereof from time to time on a regularly scheduled basis or otherwise with or without prior notice in order to perform maintenance. You agree that we will not be liable for any interruption of the Service or any part thereof, delay or failure to perform resulting from any causes whatsoever, subject to any Non-Excludable Rights. </p> <p style="color: var(--bs-body-bg);"> You acknowledge that the Service or any part thereof may be interrupted for reasons beyond our control, and we cannot guarantee that you will be able to access the Service whenever you may wish to do so. We shall not be liable for any interruption of the Service, delay or failure to perform resulting from any causes whatsoever, subject to any Non-Excludable Rights. </p> <p style="color: var(--bs-body-bg);"> Subject to any applicable law (including any Non-Excludable Rights), we have the right at any time with or without reason to change and/or eliminate any aspect(s) of the Service as we see fit in our sole discretion. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-3"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 16. CONTACT US </h4> <p class="text-center" style="color: var(--bs-body-bg);"> If you have questions about these Terms, please <a href="mailto:%(django_mail_contact)s">email us </a> or reach out on <a href="%(discord_invite)s">Discord</a>. </p> </div> </div>
ja: <div class="row"> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataCollect"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 1. はじめに </h4> <p style="color: var(--bs-body-bg);"> Transcendence42のウェブサイト（「ウェブサイト」）へようこそ。これらの利用規約（「規約」）は、Transcendence42（「Transcendence42」、「当社」または「我々」）とユーザー（「ユーザー」、「あなた」または「あなたの」）の間で締結されます。Transcendence42は、ウェブベースのゲームプラットフォーム（「プラットフォーム」）を提供します。ユーザーは、ウェブサイトおよび/またはプラットフォームを訪問し、ウェブゲームをプレイし、ウェブサイトおよび/またはプラットフォームで利用可能なフォームを介して登録し、ログインを作成し、またはTranscendence42と契約を結ぶ人です。 </p> <p style="color: var(--bs-body-bg);"> 本規約は、プライバシーおよびクッキーポリシーによって補完された、あなたとの関係を概説するものです。プラットフォームでウェブゲームをプレイするか、ウェブサイトまたはプラットフォームを使用することにより、以下の条件およびすべての適用法規に拘束されることに同意したものとみなされます。 </p> <p style="color: var(--bs-body-bg);"> ウェブサイトおよび/またはプラットフォームの使用により、最新の規約およびウェブサイトに掲載されたプライバシーポリシーを理解し、これに同意したものとみなされます。第三者のウェブサイトやコンテンツを使用する際には、第三者の要件をすべて遵守する責任はあなた自身にあります。 </p> <p style="color: var(--bs-body-bg);"> 当社は、いつでも本規約を一部または全部変更する権利を有します。重要な変更があった場合には、電子メールまたはウェブサイト上で通知し、最後の変更日を記載します。変更後もウェブサイトやプラットフォームを使用する場合、これらの変更を受け入れ、拘束されることに同意したものとみなされます。本規約は、あなたまたは当社によって終了されるまで適用され続けます。 </p> <p style="color: var(--bs-body-bg);"> 本規約のいずれかの条項が無効、違法、または執行不能と見なされた場合、その条項は適用法に従って修正されたものと見なされ、他の条項は引き続き有効に存続します。 </p> <p style="color: var(--bs-body-bg);"> 本規約およびプライバシーポリシーは、本件に関する当事者間の完全な合意を表し、従前または同時に行われたすべての口頭または書面によるコミュニケーションに優先します。 </p> <p style="color: var(--bs-body-bg);"> ウェブサイト/プラットフォームの使用は、雇用関係、パートナーシップ、合弁事業、または本規約によって規定されるウェブサイトユーザー以上の関係を生じさせるものではありません。Transcendence42は、不可抗力や偶発的な事象により義務の履行ができない場合、一切の責任を負いません。 </p> <p style="color: var(--bs-body-bg);"> 本規約および本規約に基づいて付与される権利やライセンスは、あなたによって譲渡または移転されることはありませんが、Transcendence42は制限なくこれを譲渡できます。 </p> <p style="color: var(--bs-body-bg);"> Transcendence42が本規約のいかなる条項を放棄しても、それが継続的または追加的な放棄を意味するものではなく、Transcendence42が権利または条項を行使しなかったとしても、それがその権利または条項の放棄を意味するものではありません。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 2. ユーザーライセンスとゲームコンテンツ </h4> <p style="color: var(--bs-body-bg);"> 要約：当社のプラットフォーム（およびすべての利用可能なコンテンツ）は、あなたが使用するためにライセンスされていますが、その所有権はTranscendence42にあります。本契約のすべての規約を遵守することを条件に、Transcendence42は、プラットフォームを使用し、個人的かつ非商業的な目的でウェブゲームをプレイするための限定的なライセンスを付与します。また、当社のプラットフォームからのゲームプレイやスクリーンショットを、第三者の動画共有およびストリーミングプラットフォームにアップロードし、ストリーミングすることができますが、当社のルールを守る必要があります。 </p> <p style="color: var(--bs-body-bg);"> Transcendence42は、本規約に記載された制限事項および当社が書面で通知したその他の制限事項に従うことを条件に、非独占的、限定的、サブライセンス不可かつ譲渡不可の権利を付与します。本規約により、Transcendence42が他者に対してプラットフォームを提供することを妨げるものはありません。 </p> <p style="color: var(--bs-body-bg);"> 下記に明示的に付与された限定的な権利を除き、ウェブサイトおよびプラットフォームに関連するすべての知的財産権を含む権利、タイトルおよび利益はすべて当社に留保されます。プラットフォームを通じて利用可能なすべてのゲームは、Transcendence42またはそのパートナーが所有しています。ここに明示的に記載されているものを除き、その他の権利は付与されません。 </p> <p style="color: var(--bs-body-bg);"> ウェブサイト/プラットフォームのいかなる部分も、当社の書面による明示的な同意なしに、再現、複製、コピー、販売、転売、または利用することはできません。視覚デザイン要素のいかなる部分も、当社の書面による明示的な同意なしに、コピーまたは再利用することはできません。 </p> <p style="color: var(--bs-body-bg);"> ユーザーは、当社のプラットフォームで利用可能なゲームプレイやスクリーンショットを使用して、オンライン（ライブストリーミング）サイトで動画をライブ配信および収益化することができますが、次の条件に従う必要があります：（i）Transcendence42のプラットフォームおよびロゴが明確に表示され、隠されないこと、（ii）これらの動画およびストリームの収益化は、当該オンラインサイトで利用可能な収益化方法（例：YouTube、Twitchなど）に従って行うこと、（iii）当該ゲームコンテンツがTranscendence42と公式に提携している、または承認されていると暗示または明言しないこと（当社との提携がある場合を除く）、および（iv）ユーザーが使用するサードパーティのコンテンツ（例：音楽）に関して責任を負うこと。Transcendence42は、違法、不正、または不適切なコンテンツに対して、いつでも適切な行動を取る権利を有します。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataStore"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 3. アクセスと使用 </h4> <p style="color: var(--bs-body-bg);"> 要約：アカウントの有無にかかわらず、プラットフォームにアクセスしてウェブゲームをプレイすることができます。ユーザー名とパスワードは保護し、安全に管理する必要があります。アカウントまたはウェブサイト上で発生するすべての活動は、あなたの責任です。アカウントに提供する情報は、正確で完全であり、あなた自身のものでなければなりません。これらの要件に従わなかったことによる損失や損害について、当社は責任を負いません。また、アカウントの使用に関する制限事項は、第4条「行動規範」で確認できます。 </p> <p style="color: var(--bs-body-bg);"> アカウントを作成し、ウェブサイトにログインして、プラットフォームを利用するには、以下の条件を満たし、同意する必要があります。これらの条件を満たさない場合、アカウントの終了やウェブサイトおよびプラットフォームの利用許可が取り消されることがあります。特に、以下のことに同意します： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> ハードウェア、ソフトウェア、インターネットアクセス、品質、適合性、または利用不可の問題について、当社は責任を負いません。また、インターネットアクセスは提供せず、サーバーへの接続を維持するための電話料金やインターネットアクセス料金、およびすべての必要な機器、修理、修正の費用については、あなたが責任を負います。 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> あなたは（a）法的な同意を与える年齢であるか、（b）13歳以上の未成年者であるか、または（c）親または法定後見人の同意を得て、適用されるすべての法域の法律に従ってウェブサイトにアクセスしていることを確認しています。当社は、年齢確認を求める権利を留保しますが、義務は負いません。また、13歳未満の子供から個人情報を収集することはありません。 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> アカウント作成のために提供する情報が真実で正確であり、その情報に変更があれば速やかに当社に通知することに同意します。 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> アカウントは個人専用であり、第三者が使用することはできません。第三者がアカウント、パスワード、ログインIDを使用してウェブサイトやプラットフォームにアクセスすることを許可してはなりません。第三者によるアカウントの不正アクセスについて、当社は一切の責任を負いません。不正な使用が発生した場合、直ちに当社に通知する必要があります。また、アカウント、ユーザー名、パスワードの下で発生するすべての活動について責任を負います。 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> ウェブサイトおよびプラットフォームの使用が適用される法律や規制に違反していないことを確認し、自己責任でこれを遵守することを同意します。 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> ウェブサイトまたはプラットフォームを詐欺的または違法な目的で使用しないことに同意します。 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> アカウントの使用がこれらの規約を完全に遵守していることを確認します。当社は、長期間ウェブサイトやプラットフォームを使用しない場合、通知なしにアクセスを停止または終了することができます。 </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="marketing"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 4. 行動規範 </h4> <p style="color: var(--bs-body-bg);"> 要約：一般的に、Transcendence42や他者に損害を与える行為は避けるべきです。特に、プラットフォームをコピーしたり、コンテンツを違法または有害な方法で使用したり、当社のサービスを不正に利用したり、誤解を招く表現を行ったり、他者の権利や適用法を違反する行為をしてはなりません。これらの規則を守らない場合、アカウントの取り消しや本契約の無効化を行う可能性があります。 </p> <p style="color: var(--bs-body-bg);"> あなたは、以下に該当する資料を、プラットフォームを通じて投稿、送信、または提供しないことに同意します：（a）有害、虐待的、脅迫的、嫌がらせ的、屈辱的、憎悪的、煽動的、差別的、または他者の権利や尊厳を侵害する行為、暴力的、または暴力を助長する行為（自己傷害を含む）、ストーキング；（b）名誉毀損、中傷、詐欺、プライバシーの侵害、その他の不法行為；（c）わいせつ、卑猥、児童を危険にさらす、性的に露骨、ポルノ、またはその他不適切な内容；または（d）著作権、商標、営業秘密、パブリシティ権、プライバシー権、またはその他の所有権に保護された資料を、適用される所有者の書面による事前の同意なしに提供する行為。 </p> <p style="color: var(--bs-body-bg);"> また、以下の行為をしないことにも同意します： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> 他のユーザーの個人データや会社に関する非公開情報を、許可なく収集、保存、公開、または配布すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> 未承諾または不正な広告、宣伝資料、「迷惑メール」、「スパム」、「チェーンレター」、「ピラミッドスキーム」など、あらゆる形式の勧誘をアップロード、投稿、送信すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> サービスやその一部をリバースエンジニアリング、ソースコードの取得、変更、逆コンパイル、逆アセンブル、またはサービスに使用されているソースコード、アルゴリズム、方法、技術を特定しようとすること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> ウェブスクレイピングおよび自動データ収集：当社の事前の書面による同意なしに、ロボット、スパイダー、スクレイパー、ディープリンク、またはその他の自動化されたデータ収集ツール、プログラム、アルゴリズム、または方法を使用して、ウェブサイト/プラットフォームまたはそのコンテンツのいかなる部分もアクセス、取得、コピー、または監視すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> ワーム、トロイの木馬、破損したファイル、またはその他の破壊的または誤解を招く性質のアイテムを意図的に配布すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> サービスのコードまたはユーザー体験を改変するチート、ハック、バグ、デザインの欠陥、未承認のエクスプロイト、ボット、またはサードパーティソフトウェアを使用すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> マクロ、ロボットプレイ、またはあなたの存在なしでゲームを自動的に実行する行動を使用すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> サービスを妨害し、他のユーザーがウェブサイト、ゲーム、またはサービスの他の側面を楽しむことを妨げる行為 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> サービスを過度に負荷をかけ、またはインフラストラクチャに不合理な負担をかける行為 </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> ウェブサイトやプラットフォーム上の技術的な保護策を回避または無効化すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> 他人や団体になりすます、またはあなたの所属やアイデンティティ、送信された資料の出所を偽ること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> ウェブサイトおよびプラットフォームをサブライセンス、リース、貸し出し、販売、または他者に移転すること </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> サービス内に含まれる著作権、商標、特許、またはその他の所有権表示、記号、またはラベルを削除、変更、または隠すこと </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> または、Transcendence42の単独の判断で、当社、ユーザー、または第三者に損害、責任をもたらす行為を行うこと </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> 違法な活動やこれらの規約に違反する活動に関与、奨励、または促進すること </li> </ul> <p style="color: var(--bs-body-bg);"> 上記にかかわらず、（a）これらの資料のコピーをRAMに一時的に保存すること、（b）ブラウザに自動的にキャッシュされるファイルを保存すること、および（c）合理的なページ数を印刷することは許可されますが、各場合において、著作権やその他の所有権表示を変更または削除しないことが条件です。 </p> <p style="color: var(--bs-body-bg);"> メッセージボード、ブログ、チャットルーム、またはプラットフォームで利用可能なゲームの公にアクセス可能な部分に投稿されたすべてのコンテンツや意見、回答などは、Transcendence42の意見を反映するものではなく、それを共有する個人や団体の責任です。あなたは、自分が共有するコンテンツに対して責任を負い、その合法性、信頼性、適切性を含めて、全責任を負うことを理解し、承認します。 </p> <p style="color: var(--bs-body-bg);"> システムまたはネットワークのセキュリティの違反や、サービスの運営を損なう行為を行った場合、民事または刑事責任を問われる可能性があります。当社は、これらの規約に違反したユーザーを捜査し、法執行機関と協力して告発することができます。 </p> <p style="color: var(--bs-body-bg);"> また、他のユーザーがこの契約に違反したり、違反を試みたりすることを支援しないことにも同意します。これには、経済的支援、ノウハウ、専門知識、その他の支援が含まれます。 <br> </p> <p style="color: var(--bs-body-bg);"> 当社は、法律で別途義務付けられている場合を除き、事前の通知なしに、いかなる理由でも、サービスへのアクセスを停止、変更、または終了する権利を有します。 </p> <p style="color: var(--bs-body-bg);"> トーナメントや競技に参加している間にアカウントが停止された場合、Transcendence42は、賞金や関連する認識の喪失に対する責任を一切負いません。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 5. アカウント情報の確認 </h4> <p style="color: var(--bs-body-bg);"> 要約：当社は、いつでもあなたの情報やプラットフォームの利用が当社の規則に従っているかどうか確認できます。 </p> <p style="color: var(--bs-body-bg);"> 当社は、アカウント情報の確認や、ウェブサイトおよびプラットフォームの利用がこれらの規約や適用法に違反していないかを確認するために、いつでも監査を実施する権利を有します（義務ではありません）。この確認のために、あなたに問い合わせを行い、必要な場合は第三者に情報を開示する権利を有します。確認を円滑に行うために、当社が要求する情報や書類を提供することに同意します。30日以内に要求された情報を提供しない場合、アカウントが終了することがあります。 </p> <p style="color: var(--bs-body-bg);"> これに加えて、Transcendence42は、アカウントにリンクされたユーザー名が規約に従っていない場合、そのユーザー名を削除する権利を留保します。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 6. プライバシー </h4> <p style="color: var(--bs-body-bg);"> <span style="color: var(--bs-body-bg);"> 要約：Transcendence42の個人データの使用方法およびプライバシー保護に関する責任は、当社のプライバシーおよびクッキーポリシーに記載されています。 </span> </p> <p style="color: var(--bs-body-bg);"> 適用法に従い、当社は、法律に基づいて、または必要に応じて、個人情報や通信内容へのアクセス、開示、または保持を行う権利があると、誠意を持って判断する場合があります。これには、法的手続きや当局に従うため、請求に対応するため、またはTranscendence42、ユーザー、従業員、または公衆の権利、財産、または安全を保護するために、詐欺、不正行為、または不適切なサービス利用から保護する場合も含まれます。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 7. 第三者ウェブサイトおよびプロモーション </h4> <p style="color: var(--bs-body-bg);"> 要約：当社は、第三者のサービスを管理しておらず、それらに関連する取引や行為について責任を負いません。第三者のサービスを利用する際のセキュリティは、あなたの責任です。また、当プラットフォームを通じて提供されるプロモーションには、追加のルールが適用される場合があります。 </p> <p style="color: var(--bs-body-bg);"> 当社は、サービスを通じて第三者のコンテンツを提供または利用可能にする場合があり、第三者のウェブページやコンテンツへのリンクを提供することがあります（これらを総称して「第三者コンテンツ」といいます）。当社は、第三者ウェブサイト上のいかなる第三者コンテンツも監視せず、管理していません。当社は、第三者コンテンツを支持または採用しておらず、その正確性や完全性について保証をするものではありません。第三者コンテンツの正確性についても責任を負わず、いかなる更新やレビューの義務も負いません。ユーザーは、第三者コンテンツを自己責任で利用するものとします。 </p> <p style="color: var(--bs-body-bg);"> ウェブサイトを通じて提供される懸賞、コンテスト、抽選、調査、ゲーム、その他のプロモーション（総称して「プロモーション」）は、これらの規約とは別のルールに従う場合があります。プロモーションに参加する際には、適用されるルールおよびプライバシーポリシーを確認してください。プロモーションのルールと規約が矛盾する場合、プロモーションのルールが優先されます。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 8. 商標、商号およびサービスマーク </h4> <p style="color: var(--bs-body-bg);"> 要約：ウェブサイトに掲載されているロゴや名称を不正に使用することはできません。 </p> <p style="color: var(--bs-body-bg);"> 特に指定がない限り、ウェブサイト上のすべてのロゴ、名称、パッケージデザイン、およびマークは、当社または当社のビジネスパートナーが所有する商標または使用ライセンスを受けているサービスマークです。これらのマークや情報の不正使用は厳しく禁じられています。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesManage"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 9. 保証 </h4> <p style="color: var(--bs-body-bg);"> 要約：当社のサービスおよびプラットフォームについて、品質、信頼性、セキュリティ、または互換性に関する保証は一切行いません。あなたは、これらの利用規約および当プラットフォームのガイドラインを遵守し尊重することを保証します。これらが原因で損害が生じた場合、当社は責任を負いません。 </p> <p style="color: var(--bs-body-bg);"> 当社のサービスおよびウェブサイトやプラットフォーム上のすべての資料は、「現状のまま」および「利用可能な状態で」提供され、明示的または黙示的な保証は一切ありません。Transcendence42は、ウェブサイト上の資料やリンクされているウェブサイトに関する正確性、完全性、または適合性について一切の保証を行いません。また、ウェブサイトおよび/または当プラットフォームが常に利用可能であること、途切れることがないこと、エラーがないこと、ウイルスやその他の有害な要素がないことを保証しません。 <br>あなたは、明示的に理解し、同意するものとします（非排除可能な権利を制限することなく）： </p> <ol style="color: var(--bs-body-bg);padding-left: 60px;" type="A"> <li style="margin-top: 15px;margin-bottom: 15px;"> サービス、ゲーム、ウェブサイト、およびそれに含まれるすべての資料は、「現状のまま」および「利用可能な状態で」提供され、明示的または黙示的な保証は一切ありません。Transcendence42およびその関連会社、役員、従業員、代理人、パートナー、ライセンサーは、商品性、特定の目的への適合性、性能、適用性、タイトル、非侵害性に関する暗黙の保証を含む、他のすべての保証を放棄します。さらに、Transcendence42は、サービス、ゲーム、ウェブサイト、またはその内容が正確、完全、信頼性がある、利用可能、最新、エラーがないことを保証しません。また、ゲーム、ウェブサイト、およびサーバーがウイルス、バグ、エラー、その他の有害な要素がないこと、データを安全に送信すること、またはサービスと正常に機能することを保証しません。 </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Transcendence42およびその関連会社、役員、従業員、代理人、パートナー、ライセンサーは、（i）サービスがあなたの要件を満たすこと、（ii）ウェブサイトが途切れることなく、適時に、安全に、またはエラーなしで動作すること、（iii）ソフトウェアのエラーが修正されることを保証しません。 </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Transcendence42は、サービスへのアクセスと利用を安全にすることを試みていますが、サービスやそのサーバーがウイルスやその他の有害な要素がないことを保証することはできません。そのため、データの入力と出力の正確性を満たすための十分な手順とチェックポイントを実施する責任はあなたにあります。また、ウェブサイトやプラットフォームの外で失われたデータを再構築する手段を維持し、業界標準のソフトウェアを使用してウイルスを検出し、ダウンロードしたデータを消毒することをお勧めします。ウェブサイトやサービスを通じてダウンロードした資料は、あなた自身の判断とリスクでアクセスされ、その結果生じるコンピュータシステムへの損害やデータの損失については、あなたが単独で責任を負うことになります。 </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 一部のユーザーは、コンピュータ画面やウェブサイト、サービスを使用している際に、特定の光のパターンや背景にさらされることで、てんかん発作を経験する可能性があります。特定の条件下では、過去に発作やてんかんの既往歴がないユーザーでも、以前は認識されていなかったてんかんの症状が引き起こされることがあります。あなたやご家族にてんかんの病歴がある場合は、サービスを使用する前に医師に相談してください。サービスを使用中に、めまい、視覚の変化、目や筋肉の痙攣、意識の喪失、混乱、無意識の動き、またはけいれんのいずれかの症状が現れた場合は、直ちにサービスの使用を中止し、医師に相談してください </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 商標名、商標、製造業者、供給業者などによる製品、サービス、プロセス、またはその他の情報への言及は、Transcendence42によるその支持、スポンサーシップ、推奨、または関連性を構成または暗示するものではありません。 </li> </ol> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 10. 補償 </h4> <p style="color: var(--bs-body-bg);"> 要約: あなたの行動によってTranscendence42が訴えられたり、その他の被害を受けた場合、関連する費用や損害を負担する責任があります。 </p> <p style="color: var(--bs-body-bg);"> あなたは、あなたのユーザーID、あなたが投稿、保存、またはウェブサイトを通じて送信したコンテンツに関連する、またはそれに起因する請求、損害、費用、責任、ならびに弁護士費用、諸経費、訴訟費用を含む（がこれに限らない）あらゆる費用について、Transcendence42を防御し、補償し、損害を与えないようにすることに同意します。さらに、これらの利用規約の違反、サービスの不適切な利用、その他の行為に起因するすべての責任をあなたが負うことを承諾します。Transcendence42は、補償対象となる事項に関する独占的な防御と管理権を行使する権利を留保し、その際、あなたは私たちの防御に協力することに同意します。また、Transcendence42の事前の書面による同意なしに、いかなる請求や損失を解決することはできません。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 11. アカウントの終了または削除 </h4> <p style="color: var(--bs-body-bg);"> 要約: あなたはプラットフォーム内でいつでも自分のアカウントを削除できます。また、Transcendence42の規則に従わないと判断した場合、私たちはあなたのプラットフォームへのアクセスを停止または終了することができます。 </p> <p style="color: var(--bs-body-bg);"> Transcendence42は、以下の状況において、通知なしに本規約を終了し、ウェブサイトやプラットフォームへのアクセスを終了する、または一部またはすべてのアクセスを一時的に停止する権利を留保します。 </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> あなたが本規約に記載されている条項のいずれかに違反した、または違反する可能性があると私たちが合理的に信じる場合; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 適用法または法的義務により、あなたのアクセスを終了または停止する必要があると判断した場合; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 私たちがその他の理由であなたのアクセスの停止または終了が必要であると判断した場合; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> あなたのウェブサイトやプラットフォームの使用に関連するすべてのアカウント情報やその他の資料を削除する場合があります。あなたが不公平に警告または処罰されたと感じる場合は、詳細な説明を添えてお問い合わせください。ウェブサイトやプラットフォームへのアクセスの終了により、私たちがあなたや第三者に対して責任を負わないことを了承するものとします。 </li> <li style="margin-top: 15px;margin-bottom: 15px;"> あなたはアカウント設定に移動し、「アカウントを削除」をクリックするか、メールでアカウント削除をリクエストすることで、いつでもアカウントを削除できます。 </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 12. 情報、苦情、著作権請求 </h4> <p style="color: var(--bs-body-bg);"> 要約: ご質問や苦情がある場合は、<a href="mailto:%(django_mail_contact)s">メールでお問い合わせください</a> または<a href="%(discord_invite)s">Discord</a>でご連絡ください。ご提供いただいたフィードバックは、私たちの裁量で自由に使用することができます。 </p> <p style="color: var(--bs-body-bg);"> プラットフォームやウェブサイトに関する質問や苦情がある場合は、<a href="%(discord_invite)s">Discord</a>でご連絡ください。 </p> <p style="color: var(--bs-body-bg);"> あなたの意見を大切にします。フィードバックとしてデータ、変数、コメント、提案、アイデア、メモ、図、グラフィック、概念、またはその他の情報（「フィードバック」）を提供する場合、すべての権利を無償で提供することに同意し、そのフィードバックは機密性がないものと見なされ、私たちは自由に使用できるものとします。この適用は、メール、ウェブサイト上のフォーム、掲示板などの手段を問わず、提供された場合に適用されます。 </p> <p style="color: white;"> あなたがウェブサイトまたはプラットフォーム上の資料が著作権を侵害していると善意で信じている場合、私たちに書面で通知することができます。通知は<a href="%(discord_invite)s">Discord</a>で受け付けています。 </p> <p style="color: var(--bs-body-bg);"> 米国居住者のみ: あなたが著作権者であり、知的財産権が侵害されたと信じる場合、デジタルミレニアム著作権法（「DMCA」）に基づいて通知を行うことができます。 </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> 侵害されているとされる専有権の所有者の代理として行動する権限を有する人物の物理的または電子的な署名; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 侵害されているとされる著作権作品の識別、または単一のオンラインサイトで対象となる複数の著作権作品の場合、そのリスト; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 侵害されているとされる資料の特定、およびTranscendence42がその資料を特定できるようにする情報; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> あなたに連絡できる住所、電話番号、メールアドレスなどの情報; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 資料の使用が著作権者、代理人、または法律によって許可されていないという善意の信念を示す声明; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> 通知の情報が正確であり、虚偽の場合には偽証罪に問われる可能性があること、およびあなたが専有権の所有者の代理として行動する権限があることを示す声明。 </li> </ul> <p style="color: var(--bs-body-bg);"> 通知が届いた場合、Transcendence42は、ウェブサイトまたはプラットフォームからの資料の削除を含む適切な対応を行います。 </p> <p style="color: var(--bs-body-bg);"> 通知や反論通知を提出する前に、法的助言を受けることをお勧めします。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 13. 紛争 </h4> <p style="color: var(--bs-body-bg);"> 要約: 法的紛争の高コストを考慮し、まずは書面による通知で誠意をもって解決を試みることを望みます。 </p> <p style="color: var(--bs-body-bg);"> 法的紛争の高コスト（金銭的だけでなく、時間とエネルギーの両方）を考慮して、あなたとTranscendence42は次の紛争解決手続きを合意します: 紛争が発生した場合、紛争を主張する当事者は、紛争の事実および状況（関連する文書を含む）を書面で記述し、登録郵便で通知を行い、相手方に30日間の回答期間を設けるものとします。通知は<a href="%(discord_invite)s">Discord</a>で行われます。 </p> <p style="color: var(--bs-body-bg);"> あなたが通知で特に指定しない限り、Transcendence42は、あなたが最後に使用したメールアドレスで返信します。 </p> <p style="color: var(--bs-body-bg);"> Transcendence42が紛争を解決できない場合、あなたとTranscendence42は、本規約の第14条に従って紛争を解決することに同意します。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-1"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 14. 適用法および管轄裁判所 </h4> <p style="color: var(--bs-body-bg);"> 要約: Transcendence42はフランスに拠点を置く企業であり、これらの利用規約および私たちとあなたの関係はフランスの法律によって規定されます。いかなる紛争もフランス・パリの管轄裁判所で解決される必要があります。 </p> <p style="color: var(--bs-body-bg);"> これらの規約は、あなたの常居所の国で適用される、あなたに有利なその他の法令に優先することなく、フランスの法律に基づいて解釈されます。 </p> <p style="color: var(--bs-body-bg);"> パリの管轄裁判所は、これらの規約またはその対象に関連するいかなる紛争または論争に対しても専属的な管轄権を有します。あなたがEU加盟国またはこの条項が現地法によって禁止されている国や州の居住者である場合、この条項はあなたには適用されず、あなたの国の消費者保護法の強制的規定の保護を奪うものではありません。それにもかかわらず、Transcendence42は、適切であると判断した場合、フランス以外の国で法的手続を行う権利を留保します。 </p> <p style="color: var(--bs-body-bg);"> 法律で許可されている範囲内で、当事者は、自らまたは他方の当事者に対するあらゆる請求や紛争は、個人的な資格で行われ、集団訴訟、集団仲裁、または代表訴訟として提起されないことに同意します。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-2"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 15. 更新と修正 </h4> <p style="color: var(--bs-body-bg);"> 要約: 私たちは、サービスの必要な操作を実行するために、プラットフォームへのアクセスを制限または中断することがあります。これらのイベントのスケジュールをお知らせするよう努めますが、その義務はありません。これによりあなたのアクセスやサービスの利用に悪影響が生じた場合、私たちは責任を負いません。 </p> <p style="color: var(--bs-body-bg);"> 私たちは、サービス、バーチャルアイテム、またはあなたのアカウントにパッチ、更新、またはアップグレードを提供し、それを継続的に使用するために必要な場合があります。これらの更新は、あなたに通知されることなく自動的に行われる場合があります。これらの更新は、この利用規約の対象となりますが、更新に他の条件が提示された場合、その条件が適用されます。更新を提供する義務はありません。システムまたはデバイスのバージョンのサポートを保証するものではありません。私たちは、正当な理由がある場合、無料でサービス、バーチャルアイテム、またはアカウントの一部または全部を変更、中断、または終了することができます。正当な理由には、サービス、バーチャルアイテム、またはアカウントの改善（新しいサービスやコンテンツの提供など）、ゲームバランスの調整、バグ修正、不正使用の防止、新しい技術環境への適応、ユーザー数の増減、知的財産権の侵害の疑いまたは実際の発生、サードパーティのコンプライアンス要件の変更、契約終了、第三者による機能提供の停止、マーケットコストの変動、ユーザーや第三者の安全のための改善、法的、規制、またはセキュリティ上の理由が含まれますが、これに限定されません。 </p> <p style="color: var(--bs-body-bg);"> 私たちは、メンテナンスを行うために、定期的にまたは予告なくサービスの一部を中断する権利を留保します。サービスの中断、遅延、または履行の失敗については、いかなる責任も負いません（除外できない権利に従う場合を除きます）。 </p> <p style="color: var(--bs-body-bg);"> 私たちの制御外の理由でサービスの中断が発生する可能性があり、常にアクセスできることを保証するものではありません。中断により生じた損害については責任を負いません（除外できない権利に従う場合を除きます）。 </p> <p style="color: var(--bs-body-bg);"> 適用法（除外できない権利を含む）に従い、私たちはいつでもサービスのあらゆる側面を変更または廃止する権利を有します。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-3"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 16. お問い合わせ </h4> <p class="text-center" style="color: var(--bs-body-bg);"> これらの規約に関して質問がある場合は、<a href="mailto:%(django_mail_contact)s">メールでお問い合わせください</a> </p> </div> </div>
