Repository: Dylonni/42_ft_transcendence
Catalog: web/django/locale/*/LC_MESSAGES/django.po
Languages: ar, fa, fr, it, ja, ug

source: Personal info
ar: معلومات شخصية
fa: اطلاعات شخصی
it: Informazioni personali
ug: شەخسىي ئۇچۇرلار

source: Permissions
ar: الانبعاثات
fa: مجوز
it: Permissioni
ug: ئىجازەت

source: Important dates
ar: تواريخ هامة
fa: تاریخ های مهم
it: Date importanti
ug: مۇھىم ۋاقىت

source: id
ar: البيت

source: Unique identifier for the user, automatically generated.
ar: مُحدّد وحيد للمستعمل، مُولّد تلقائياً.
fa: شناسه منحصر به فرد برای کاربر، به طور خودکار تولید شده است.
it: Unico identificativo per l'utente, generato automaticamente.
ug: ئىشلەتكۈچى ئۈچۈن بىردىنبىر پەرقلىگۈچ ، ئاپتوماتىك ھاسىل قىلىنغان.

source: username
ar: اسم المستخدم
fa: نام کاربری
it: nome utente
ug: ئىشلەتكۈچى ئىسمى

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: مطلوب 150 شخص أو أقل Letters, digits and @/./+/-/_ only.
fa: 150 کاراکتر یا کمتر حروف، رقم ها و @//+/////_فقط
it: Richiesto. 150 caratteri o meno. Lettere, cifre e solo @/./+/-/_.
ug: تەلەپ قىلىنىدۇ. 150 ھەرپ ياكى ئۇنىڭدىنمۇ ئاز. خەت ، رەقەم ۋە @ /. / + / - / _ پەقەت.

source: The username must be 150 characters or fewer.
ar: يجب أن يكون اسم المستخدم 150 شخصية أو أقل.
fa: نام کاربری باید 150 کاراکتر یا کمتر باشد.
it: Il nome utente deve essere di 150 caratteri o meno.
ug: ئىشلەتكۈچى ئىسمى 150 ھەرپ ياكى ئۇنىڭدىن تۆۋەن بولۇشى كېرەك.

source: This value may contain only letters, numbers, and @/./+/-/_ characters.
ar: ولا تتضمن هذه القيمة سوى رسائل وأرقام وشخصيات @/./+/-/.
fa: این ارزش ممکن است فقط شامل حروف، اعداد و @ / + / / / / / / / / / / / / / / شخصیت.
it: Questo valore può contenere solo lettere, numeri e caratteri @/./+/-/_.

source: email address
ar: عنوان البريد الإلكتروني
fa: آدرس ایمیل
it: indirizzo email
ug: ئېلخەت ئادرېسى

source: Required. A valid email address.
ar: مطلوب عنوان بريدي صحيح
fa: مورد نیاز یک آدرس ایمیل معتبر
it: Richiesto. Un indirizzo email valido.
ug: تەلەپ قىلىنىدۇ. ئىناۋەتلىك ئېلېكترونلۇق خەت ئادرېسى.

source: Enter a valid email address.
ar: أدخل عنوان بريدي صحيح
fa: یک آدرس ایمیل معتبر وارد کنید.
it: Inserisci un indirizzo email valido.
ug: ئىناۋەتلىك ئېلېكترونلۇق خەت ئادرېسىنى كىرگۈزۈڭ.

source: 42 id
ar: 42 د

source: Unique identifier for the user from 42.
ar: مُحدّد وحيد للمستعمل من 42
fa: شناسه منحصر به فرد برای کاربر از ۴۲
it: Unico identificativo per l'utente da 42.
ug: 42 دىن ئىشلەتكۈچىگە خاس پەرقلىگۈچ.

source: 42 access token
ar: 42 إمكانية الوصول
fa: 42 توکن دسترسی
ug: 42 زىيارەت بەلگىسى

source: Access token for 42 API.
ar: Access token for 42 API. // البيت
fa: دسترسی به توکن 42 API
it: Access token per 42 API.
ug: 42 API غا كىرىش بەلگىسى.

source: 42 refresh token
ar: 42 refsh token //البيت
fa: 42 توکن جدید
it: 42 token di aggiornamento
ug: 42 يېڭىلاش بەلگىسى

source: Refresh token for 42 API.
ar: Refresh token for 42 API. البيت//
fa: تبدیل توکن به 42 API
it: Token Refresh per 42 API.
ug: 42 API ئۈچۈن بەلگە يېڭىلاش.

source: date joined
ar: تاريخ الانضمام
fa: تاریخ پیوستن
it: data unita
ug: چېسلا قوشۇلدى

source: The date and time when the user joined.
ar: التاريخ والوقت عندما انضم المستعمل
fa: تاریخ و زمان زمانی که کاربر به آن پیوست.
it: La data e l'ora in cui l'utente si è unito.
ug: ئىشلەتكۈچى قوشۇلغان ۋاقىت ۋە ۋاقىت.

source: staff status
ar: مركز الموظفين
fa: وضعیت کارکنان
it: stato del personale
ug: خىزمەتچىلەرنىڭ ھالىتى

source: Designates whether the user can log into this admin site.
ar: يحدد ما إذا كان يمكن للمستعمل أن يسجل في هذا الموقع
fa: مشخص می کند که آیا کاربر می تواند به این سایت مدیریت وارد شود.
it: Progetta se l'utente può accedere a questo sito di amministrazione.
ug: ئىشلەتكۈچىنىڭ بۇ باشقۇرۇش تور بېتىگە كىرەلەيدىغان ياكى كىرمەيدىغانلىقىنى بەلگىلەيدۇ.

source: active
ar: نشطة
fa: فعال فعال فعال
it: attivo
ug: ئاكتىپ

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ar: يحدد ما إذا كان ينبغي معاملة هذا المستخدم على أنه عامل. فك هذا بدلاً من حذف الحسابات
fa: مشخص می کند که آیا این کاربر باید به عنوان فعال رفتار شود. این را به جای حذف حساب ها انتخاب کنید.
it: Progetta se questo utente deve essere trattato come attivo. Scollegare questo invece di cancellare i conti.
ug: ھېساباتنى ئۆچۈرۈشنىڭ ئورنىغا.

source: groups
ar: المجموعات
fa: گروه ها
it: gruppi
ug: گۇرۇپپىلار

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
ar: المجموعات التي ينتمي إليها هذا المستعمل المستعمل سوف يحصل على جميع التصاريح الممنوحة لكل من مجموعاتهم.
fa: گروه هایی که این کاربر به آن تعلق دارد. کاربر تمام مجوز های اعطا شده به هر یک از گروه های خود را.
it: I gruppi a cui appartiene questo utente. Un utente otterrà tutte le autorizzazioni concesse a ciascuno dei loro gruppi.
ug: ئۇلارنىڭ ھەر بىر گۇرۇپپىسى

source: user permissions
ar: إذن المستخدم
fa: مجوز کاربر
it: autorizzazioni utente
ug: ئىشلەتكۈچى ئىجازەتنامىسى

source: Specific permissions for this user.
ar: إذن محدد لهذا المستخدم
fa: مجوز های خاص برای این کاربر
it: autorizzazioni specifiche per questo utente.
ug: بۇ ئىشلەتكۈچىنىڭ ئالاھىدە ئىجازەتلىرى.

source: custom user
ar: المستخدم العرفي
fa: کاربران سفارشی
it: utente personalizzato
ug: ئىختىيارى ئىشلەتكۈچى

source: custom users
ar: المستعملون التقليديون
fa: کاربران سفارشی
it: utenti personalizzati
ug: ئىختىيارى ئىشلەتكۈچى

source: Must include "username/email" and "password".
ar: يجب أن يتضمن "اسم المستعمل/البريد" و كلمة السر
fa: باید شامل “نام کاربری / ایمیل” و “رمز” باشد.
it: Deve includere "username/email" e "password".
ug: چوقۇم " ئىشلەتكۈچى ئىسمى / ئېلېكترونلۇق خەت "ۋە " پارول "نى ئۆز ئىچىگە ئېلىشى كېرەك.

source: User logged in!
ar: المستعمل دخل
fa: کاربر وارد شد!
it: L'utente è entrato!
ug: ئىشلەتكۈچى تىزىمغا كىردى!

source: User logged out!
ar: مستعمل سجل!
fa: کاربر وارد شد!
it: L'utente si è registrato!
ug: ئىشلەتكۈچى تىزىمدىن چىقتى!

source: Account registered! Please check your email to activate your account.
ar: تم تسجيل الحساب من فضلك تحقق من بريدك الإلكتروني لتفعيل حسابك
fa: حساب ثبت شده! لطفا ایمیل خود را برای فعال کردن حساب خود بررسی کنید.
it: Conto registrato! Controlla la tua email per attivare il tuo account.
ug: ھېسابات تىزىملىتىلدى! ھېساباتىڭىزنى ئاكتىپلاش ئۈچۈن ئېلېكترونلۇق خەتنى تەكشۈرۈڭ.

source: Account activated!
ar: تم تفعيل الحساب
fa: حساب فعال!
it: Conto attivato!
ug: ھېسابات ئاكتىپلاندى!

source: Activation link is invalid!
ar: وصلة النشاط باطلة
fa: لینک فعال سازی بی اعتبار است!
it: Il link di attivazione non è valido!
ug: ئاكتىپلاش ئىناۋەتسىز!

source: Please check your email to reset your password.
ar: من فضلك تحقق من بريدك الإلكتروني لإعادة صياغة كلمة المرور الخاصة بك.
fa: لطفا ایمیل خود را برای تنظیم رمز عبور خود بررسی کنید.
it: Si prega di controllare la posta elettronica per ripristinare la password.
ug: پارولىڭىزنى قايتا بەلگىلەش ئۈچۈن ئېلېكترونلۇق خەتنى تەكشۈرۈڭ.

source: Password reset link is invalid!
ar: وصلة إعادة صياغة كلمة السر باطلة
fa: Password Reset link بی اعتبار است!
it: Password reset link non è valido!
ug: پارولنى ئەسلىگە كەلتۈرۈش ئۇلىنىشى ئىناۋەتسىز!

source: Password changed!
ar: تغيرت كلمة السر
fa: رمز عبور تغییر کرد!
it: La password è cambiata!
ug: پارول ئۆزگەرتىلدى!

source: Authentication successful!
ar: التوثيق ناجح!
fa: اعتبار موفقیت آمیز!
it: Autenticazione di successo!
ug: دەلىللەش مۇۋەپپەقىيەتلىك!

source: Email updated succesfully!
ar: ارسال استكمل بنجاح
fa: ایمیل به روز شده به روز شد!
it: Email aggiornata con successo!
ug: ئېلېكترونلۇق خەت مۇۋەپپەقىيەتلىك يېڭىلاندى!

source: Activate Your Account
ar: تفعيل حسابك
fa: فعال کردن حساب شما
it: Attiva il tuo account
ug: ھېساباتىڭىزنى ئاكتىپلاڭ

source: Hi '%(user.username)s'
ar: '%(user.username)s' مرحبا
fa: سلام بر کاربران '%(user.username)s'
it: Ciao '%(user.username)s '

source: Thank you for registering at Transcendence. Please click the link below to activate your account:
ar: شكراً لك على تسجيلك في "الإرسال". يرجى النقر على الرابط أدناه لتفعيل حسابك:
fa: ممنون از ثبت نام در Transcendence لطفا لینک زیر را برای فعال کردن حساب خود کلیک کنید:
it: Grazie per la registrazione a Transcendence. Clicca sul link sottostante per attivare il tuo account:
ug: Transcendence غا تىزىملاتقانلىقىڭىزغا رەھمەت. تۆۋەندىكى ئۇلىنىشنى چېكىڭ.ھېساباتىڭىزنى قوزغىتىڭ:

source: Thanks,
ar: شكراً
fa: ممنون ممنون
it: Grazie.
ug: رەھمەت

source: The Transcendence Team
ar: فريق التحوّل
fa: تیم Transcendence
it: Il team di trascendenza
ug: ھالقىش گۇرۇپپىسى

source: Quick Play
ar: بسرعة
it: Gioco veloce
ug: تېز ئويۇن

source: My Profile
ar: بياني
fa: پروفایل من
it: Il mio profilo
ug: مېنىڭ ئارخىپىم

source: Development Team
ar: فريق التنمية
fa: تیم توسعه
it: Team di sviluppo
ug: تەرەققىيات گۇرۇپپىسى

source: Find a player
ar: العثور على لاعب
it: Trova un giocatore

source: Games played:
ar: لعبت الألعاب:
fa: بازی های بازی:
it: Giochi giocati:
ug: ئويۇنلار ئوينىدى:

source: Loss
ar: الخسائر
fa: از دست دادن
it: Perdita
ug: يوقىتىش

source: Room Name
ar: الاسم
fa: نام اتاق
it: Nome della camera
ug: ياتاق ئىسمى

source: Created By
ar: منشأ
fa: ساخته شده توسط
it: Creato da
ug: ئىجاد قىلغان

source: Room Type
ar: النوع
fa: اتاق تایپ
it: Tipo di camera
ug: ياتاق تىپى

source: Current Players
ar: الألياف الحالية
fa: بازیگران فعلی
it: Giocatori attuali
ug: نۆۋەتتىكى قويغۇچىلار

source: NO GAMES TO DISPLAY
ar: لا توجد حركات للتشرد
fa: بازی برای بازی DIS
it: Nessun gioco da visualizzare
ug: ئويۇن كۆرسىتىشكە بولمايدۇ

source: Recent Games
ar: الألعاب الأخيرة
fa: بازی های اخیر
it: Giochi recenti
ug: يېقىنقى ئويۇنلار

source: Score
ar: سكوير
fa: امتیاز
it: Avversario

source: Game Duration
ar: اليوم
fa: مدت زمان بازی
it: Durata del gioco

source: Date
ar: التاريخ
fa: تاریخ تاریخ
it: Data

source: Total Games
ar: مجموع الألعاب
it: Numero de giochi
ug: ئومۇمىي ئويۇن

source: #Won Tournaments
ar: # On Tournaments
fa: مسابقات Won

source: Won Games
ar: الألعاب المربحة
fa: بازی های برنده
it: Giochi vinti

source: Lost Games
ar: الألعاب المفقودة
fa: بازی های Lost Games
it: Giochi persi
ug: يوقالغان ئويۇنلار

source: Block list
ar: قائمة القضايا
fa: فهرست Block list
it: Elenco dei blocchi
ug: توسۇش تىزىملىكى

source: #Friendfrrrrrrrrrrrrrrrrrrrr
ar: ♪Friendfrrrrrrrrrrrrrrrrrr
fa: دانلود بازی Friendfrrrrrrrrrr

source: Send a message
ar: ارسل رسالة
it: Mandare un messagio

source: ^settings/?$
fa: ^sets/$$

source: Transcendence
fa: بازگشت
it: Trascendenza
ug: Transcendance

source: Connect with Google
fa: ارتباط با Google
it: Connettiti con Google
ug: Google بىلەن ئۇلىنىش

source: Connect with 42 Auth
fa: ارتباط با 42 Auth
it: Connettiti con 42 Auth
ug: 42 ئاپتور بىلەن ئۇلىنىش

source: Stats
fa: آمار
it: Statistiche

source: Create GameRoom
fa: ساخت بازی GameRoom
it: Creare GameRoom
ug: GameRoom قۇرۇش

source: Currentmail****@*****.com
fa: Nextmail****************************************************

source: #Username
it: # Nome utente #
ug: # ئىشلەتكۈچى ئىسمى

source: #Date of Creation
ug: # يارىتىلغان ۋاقىت
