Repository: Dylonni/42_ft_transcendence
Catalog: web/django/locale/*/LC_MESSAGES/django.po
Languages: ar, fa, fr, it, ja, ug

source: <div class="row"> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataCollect"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 1. INTRODUCTION </h4> <p style="color: var(--bs-body-bg);"> Welcome to the Transcendence42 website (the "Website"). These Terms of Service (These "Terms") are concluded between Transcendence42, with trade name “Transcendence42” ("Transcendence42", "we", "us") and the User ("User", "you" or "your") (together, the "Parties"). Transcendence42 provides a web-based gaming platform ("Platform"). A User is a person who visits the Website and/or the Platform, plays web games, registers via any form available on the Website and/or the Platform, creates a login, subscribes or enters into a contract with Transcendence42. </p> <p style="color: var(--bs-body-bg);"> THESE TERMS OUTLINE OUR RELATIONSHIP WITH YOU, AS SUPPLEMENTED BY OUR PRIVACY AND COOKIE POLICY. BY PLAYING WEB GAMES ON OUR PLATFORM OR OTHERWISE USING THE WEBSITE OR PLATFORM, YOU AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS AND ALL APPLICABLE LAWS AND REGULATIONS. </p> <p style="color: var(--bs-body-bg);"> Your use of the Website and/or the Platform means that you are aware of, and agree to, the most recent version of the Terms and our Privacy Policy as published on the Website. It is your sole responsibility to ensure that your use of any and all third party websites or content complies with all third party requirements. </p> <p style="color: var(--bs-body-bg);"> We reserve the right to modify these Terms, in part or in whole, at any time. We will notify you of any material changes by email or notice on the Website (where deemed necessary) and will note the date of the last change. If you use the Website or Platform after these updates are posted, you will be deemed to accept these changes and agree to be bound by them. These Terms will continue to apply until terminated, either by you or by us, as described in these Terms. </p> <p style="color: var(--bs-body-bg);"> If any provision of these Terms is deemed invalid, illegal or unenforceable, such provision will be deemed amended to comply with applicable law and the remaining provisions of the Terms will continue in full force and effect to the extent permitted by law. </p> <p style="color: var(--bs-body-bg);"> These Terms and our Privacy Policy represent the entire understanding and agreement between the Parties with respect to the subject matter hereof and supersede all prior or contemporaneous oral or written communications with respect to the subject matter. </p> <p style="color: var(--bs-body-bg);"> Your use of the Website/Platform does not create an employment, partnership, joint venture or any other relationship beyond that of a website user governed by these Terms. Transcendence42 cannot be held responsible in case of default (temporary or otherwise) or in case of failure to perform any of its obligations as a result of a case of force majeure or coincidence. </p> <p style="color: var(--bs-body-bg);"> These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Transcendence42 without restriction. </p> <p style="color: var(--bs-body-bg);"> Transcendence42' waiver of any term in these Terms does not imply an ongoing or additional waiver of that term or any other term, and Transcendence42' failure to enforce a right or provision does not constitute a waiver of that right or provision. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 2. USER LICENSE AND GAMING CONTENT </h4> <p style="color: var(--bs-body-bg);"> Summary: Our Platform (and all the available content) is licensed for your use, but its ownership as a property remains with Transcendence42. Provided that you comply with all Terms of this Agreement, Transcendence42 grants you a limited license to use our Platform and play the available web games for your personal, non-commercial use. You may also upload videos and stream games from our Platform on third party video sharing and streaming platforms but only when you follow our rules. </p> <p style="color: var(--bs-body-bg);"> Transcendence42 grants you a non-exclusive, limited, non-sublicensable and non-transferable right to use our Platform, subject to the limitations set forth in these Terms and any other limitations communicated by us in writing. Nothing in these Terms prohibits Transcendence42 from providing our Platform to others. </p> <p style="color: var(--bs-body-bg);"> Except for the limited rights expressly granted below, we reserve all right, title and interest in and to the Website and our Platform, including all associated intellectual property rights. Any games available through our Platform are owned by Transcendence42 or its partners. No rights are granted to you hereunder other than as expressly set forth herein. </p> <p style="color: var(--bs-body-bg);"> YOU AGREE NOT TO REPRODUCE, DUPLICATE, COPY, SELL, RESELL OR EXPLOIT ANY PART OF THE WEBSITE/PLATFORM, USE OF THE WEBSITE/PLATFORM OR ACCESS TO THE WEBSITE/PLATFORM WITHOUT OUR EXPRESS WRITTEN CONSENT. YOU MAY NOT DUPLICATE, COPY OR REUSE ANY PART OF THE VISUAL DESIGN ELEMENTS WITHOUT OUR EXPRESS WRITTEN CONSENT. </p> <p style="color: var(--bs-body-bg);"> Users may livestream and monetise videos on online (live streaming) websites using gameplay and screenshots from games available on our Platform (“Gaming Content”), subject to the following conditions: (i) Transcendence42’ Platform and its logo will be clearly visible and not obscured, (ii) only monetise such videos and streams in accordance with the monetisation methods available on such online websites (e.g., Youtube, Twitch,...), (iii) you do not imply or state that your Gaming Content is officially affiliated with, sponsored, endorsed or approved by Transcendence42 (except when we have entered into a partnership with you) and (iv) the User is responsible for any third party content (e.g. music) that it uses together with the Gaming Content. Transcendence42 reserves the right to take action at any time against Gaming Content that Transcendence42 believes is unlawful, infringing, inappropriate or not in accordance with these Terms. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataStore"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 3. ACCESS AND USE </h4> <p style="color: var(--bs-body-bg);"> Summary: You can access our Platform and play web games with or without an Account. You should keep your username and password protected and secure. All activities that occur under your Account or on our Website are your responsibility. The Account information you provide to us must be accurate, complete, and your own. We are not responsible for any loss or damage arising from your failure to comply with these requirements or as a result of the use of your Account. If you are under 13 years old (or the applicable minimum age in your country of residence) or do not understand what this agreement is about, you and your parent or guardian must review this agreement together. Your right to use our Platform is also subject to limitations which you will find in section 4 CODE OF CONDUCT. </p> <p style="color: var(--bs-body-bg);"> You can access our Platform with an Account. In order to create your Account, log in to the Website, and participate in the Platform offered, you must be eligible and agree to the terms and conditions set forth below. Failure to qualify and continuously comply with any of the following terms and conditions constitutes a violation of these Terms and may result in the termination of your Account and permission to use the Website and Platform. In particular, you agree that: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> We are not responsible for any hardware, software or Internet access, quality, suitability or unavailability issues, subject to any Non-Excludable Rights. We do not provide Internet access, and you are responsible for all fees relating to telephone and Internet access charges along with all necessary equipment, servicing, repair or correction incurred in maintaining connectivity to the servers. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You are either (a) of age to give legal consent or (b) you are a minor over thirteen (13) years old or the applicable minimum age in your country, state, or province or (c) have the consent of your parents (or your legal guardian), to access the Website under the laws of all jurisdictions applicable to you. We expressly reserve the right (but have no obligation) to request proof of your age at any time. We do not knowingly collect or solicit personal information from children under the age of thirteen (13) (or the applicable minimum age in your country) through our Platform. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> All information you provide to us in your registration form for the purpose of establishing your Account will be true and correct and you will promptly notify us of any changes to such information; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Your Account is solely for your use and may not be used by any third party. You may not allow any third party to use your Account, password, login or user ID to access or use the Website, the Platform, or for any other purpose. We take no responsibility for any third party access to your Account. You must immediately notify us of any unauthorized use of your password and identification and/or breach. You accept responsibility for all activities that occur under your Account, username or password and all such use is deemed authorized by you. You are responsible for the security of the password you use to access the Platform and for all activities or actions under your password, whether your password is with our Platform or with a third party service; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You have verified and determined that your use of the Website and Platform does not violate any law or regulation in any jurisdiction applicable to you. It is your sole responsibility to ensure that this is the case; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You will not use the Website or the Platform for fraudulent or otherwise illegal purposes; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> You will ensure that all use of your Account is in full compliance with these Terms. We may suspend or terminate your access to the Website and Platform without notice to you if you do not use the Website or Platform for an extended period of time. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="marketing"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 4. CODE OF CONDUCT </h4> <p style="color: var(--bs-body-bg);"> Summary: In general, you should avoid doing anything that might harm Transcendence42 or anyone else. Among other things, you may not copy the Platform or use any content in an illegal or harmful manner, make any misrepresentations of or abuse our services, or otherwise violate anyone’s rights or any applicable laws. Failure to abide by any of these rules may bring us to revoke and cancel your Account, and void this agreement. </p> <p style="color: var(--bs-body-bg);"> You agree to not post, transmit or otherwise make available through or in connection with the Platform any materials that are or may be: (a) harmful, abusive, threatening, harassing, degrading, hateful, inflammatory, discriminating or otherwise intimidating an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability, or otherwise fail to respect the rights and dignity of others, violent or encouraging of violence (including self-harm), stalking; (b) defamatory, libelous, fraudulent, invasive of another's privacy or otherwise tortious; (c) obscene, vulgar, endangers or exploits children, harms children in any way, sexually explicit, pornographic or otherwise objectionable; Or (d) protected by copyright, trademark, trade secret, right of publicity or privacy or any other proprietary right, without the express prior written consent of the applicable owner. </p> <p style="color: var(--bs-body-bg);"> Additionally you agree not to take any of the following actions: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Collect, store, publish or otherwise disseminate any personal data of other users, or any material, non-public information about companies without the authorization to do so </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Upload, post, e-mail, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, “junk mail”, “spam”, “chain letters”, “pyramid schemes”, or any other form of solicitation; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Reverse engineer, derive source code, modify, decompile, disassemble the Services or any portion thereof, or otherwise determining or attempting to determine any source code, algorithms, methods or techniques used or embodied in the Services. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Web Scraping and Automatic Data Collection: You may not, without our prior written consent, use any robot, spider, scraper, deep link or other automated data gathering or extraction tools, program, algorithm or methodology to access, acquire, copy or monitor any portion of the Website/Platform or its content, including user accounts, user data, or any other proprietary information or data related to the Website, for any purpose, including, but not limited to, commercial purposes such as training machine learning algorithms or artificial intelligence models; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Intentionally distribute worms, Trojan horses, corrupt files or other items of a destructive or misleading nature or use the Website and/or Platform for illegal, invasive, infringing, defamatory or fraudulent purposes; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Use any cheats, hacks, bugs, design flaws, unauthorized exploits, bots, or third-party software that may modify, temporarily or permanently, the code or the user experience of the Services, whether locally on your device or on servers, or using any application, software or technology that is not expressly authorized by us that enables cheating, power-leveling, or accomplishing game tasks that cannot be accomplished without the use of such an application, software or technology. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Use macros, robot play, or any other behavior that allows you to automatically function or effect any action in a game with or without your presence. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Impede or disrupt the Service or that negatively affects or may prohibit other users from enjoying the Website, the Games or any other aspect of the Service. This includes affecting the normal flow of gameplay or dialogue in the Game or in Interactive Areas (such as message boards) in the Service by use of excessive shouting (ALL CAPS), “spamming” or any other disruptive or detrimental methods in an attempt to disturb other users; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Take any action that imposes an unreasonable or disproportionately large load on our network or infrastructure, and that may disrupt, negatively affect or prohibit users from enjoying the Service </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Remove or in any way circumvent technical or other protection measures on the Website and/or on the Platform; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Impersonate any person or entity or otherwise misrepresent your affiliation, identity, or the origin of materials you transmit, or misrepresenting that your statements or actions are endorsed by Transcendence42. This includes but is not limited to :forge headers or otherwise manipulate identifiers in order to disguise the origin of any message transmitted through the Website; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Sublicense, lease, rent, lend, distribute or otherwise transfer the Website and Platform to any third party; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Removing, altering, or concealing any copyright, trademark, patent or other proprietary notices, legends, symbols, or labels (including any watermark or other digital rights management technology or other information) contained on or within the Services. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Or in general: engaging in any other conduct that, in Transcendence42 sole judgment, exposes us, any of our users, or any other third party to any liability, damages, or detriment of any type. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Engage in, encourage, or promote any illegal activity, or any activity that violates these Terms or the Rules of Conduct; </li> </ul> <p style="color: var(--bs-body-bg);"> Notwithstanding above, you may (a) temporarily store copies of such materials in RAM, (b) store files that are automatically cached by your web browser to improve screen display, and (c) print a reasonable number of pages from the Website; provided that, in each case, you do not modify or delete any reference to copyright or other proprietary notices contained in such materials. </p> <p style="color: var(--bs-body-bg);"> All content and/or opinions uploaded, expressed or submitted on any message board, blog, chat room or other publicly accessible part of the Website or games available on the Platform, and all articles and answers to questions, other than content provided by Transcendence42, are solely the opinions and responsibility of the person or entity sharing them and do not reflect the opinions of Transcendence42. You understand and acknowledge that you are responsible for the content you share and that you bear full responsibility for such content, including its legality, reliability and appropriateness. </p> <p style="color: var(--bs-body-bg);"> Violations of system or network security or attempts to disrupt or undermine the operation of the Services may result in civil or criminal liability. We may investigate and work with law enforcement authorities to prosecute users who violate the Terms. </p> <p style="color: var(--bs-body-bg);"> You also agree that you will not provide material support to another user’s violation or attempted violation of this Agreement. This includes providing financial support; know-how, expertise, or other assistance; or repeated encouragement to engage in conduct that violates this Agreement. <br> </p> <p style="color: var(--bs-body-bg);"> WE MAY WITHHOLD, SUSPEND, MODIFY, OR TERMINATE YOUR ACCESS TO THE SERVICES FOR ANY OR NO REASON AT ANY TIME WITHOUT NOTICE UNLESS OTHERWISE REQUIRED BY APPLICABLE LAW. </p> <p style="color: var(--bs-body-bg);"> If your account is suspended while you are participating in a tournament or competition, Transcendence42 assumes no liability in the loss of any potential prizes or recognition related to the tournament or competition. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 5. VERIFICATION OF ACCOUNT INFORMATION </h4> <p style="color: var(--bs-body-bg);"> Summary: We can always check whether your information and use of the Platform complies with our rules. </p> <p style="color: var(--bs-body-bg);"> We reserve the right (but do not assume the obligation) to conduct an audit at any time to validate your Account information and/or to ensure that your participation on the Website and use of the Platform does not violate these Terms and/or any applicable law. You authorize us and our agents to make any inquiries to you and for us to use and disclose to third parties that we deem necessary to validate this information. To facilitate the aforementioned validation, you agree to provide sufficient information or documentation as we, in our sole discretion, may request. If you do not provide such information within thirty (30) days of our request, if your responses are incomplete or otherwise insufficient, or if we are unable to verify the information applicable to your account, your account may be terminated. </p> <p style="color: var(--bs-body-bg);"> Notwithstanding the above, Transcendence42 reserves the right to remove the username linked to your Account if it does not comply with these Terms. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 6. PRIVACY </h4> <p style="color: var(--bs-body-bg);"> <span style="color: var(--bs-body-bg);"> Summary: Transcendence42's use of your personal data and our responsibilities in protecting your privacy are described in our Privacy and Cookie Policy. </span> </p> <p style="color: var(--bs-body-bg);"> You understand and agree that subject to applicable laws we may access, disclose or retain personal information, including the content of your communications, in the good faith belief that we are lawfully authorized or required to do so, or that doing so is reasonably necessary or appropriate to comply with the law or with legal process or authorities, respond to any claims, or to protect the rights, property or safety of Transcendence42, our users, our employees or the public, including without limitation to protect Transcendence42 or our users from fraudulent, abusive, inappropriate or unlawful use of our Service. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 7. THIRD PARTY WEBSITES AND PROMOTIONS </h4> <p style="color: var(--bs-body-bg);"> Summary: We don’t control third-party services, and we’re not liable for any transactions you may perform with them, or for what they do. When using third-party services, your security is your responsibility. Please be aware that promotions that are made available through our Platform may be subject to additional rules. </p> <p style="color: var(--bs-body-bg);"> We may provide or make available third-party content through the Service and may provide links to web pages and content of third parties (collectively the “Third-Party Content”) as a service to those interested in this information. We do not monitor or have any control over any Third-Party Content on third-party websites. We do not endorse or adopt any Third-Party Content and can make no guarantee as to its accuracy or completeness. We do not represent or warrant the accuracy of any information contained therein and undertake no responsibility to update or review any Third-Party Content. Users use such Third-Party Content contained therein at their own risk. </p> <p style="color: var(--bs-body-bg);"> Any sweepstakes, contests, raffles, surveys, games or similar promotions (collectively, “Promotions”) made available through the Website may be governed by rules that are separate from these Terms. If you participate in any Promotions, please review the applicable rules as well as our Privacy Policy. If the rules for a Promotion conflict with these Terms, the Promotion rules will govern. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 8. TRADEMARKS, TRADE NAMES AND SERVICE MARKS </h4> <p style="color: var(--bs-body-bg);"> Summary: You are not allowed to misuse any logos or names that are available on the Website. </p> <p style="color: var(--bs-body-bg);"> Unless otherwise indicated, all logos, names, packaging designs and marks on the Website are trademarks or service marks owned or used under license by us or our business partners. The use or misuse of any of these marks or other information is strictly prohibited. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesManage"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 9. WARRANTIES </h4> <p style="color: var(--bs-body-bg);"> Summary: we offer no warranties regarding our services and the platform, including any regarding their quality, reliability, security, or compatibility. You warrant that you will abide by and respect these terms of service and any additional guidelines of our platform. If these cause you any harm, we will not be held liable. </p> <p style="color: var(--bs-body-bg);"> Our services and all materials on the website and platform are provided "as is" and "as available" and without warranties of any kind, express or implied, including implied warranties of merchantability and fitness for a particular purpose. Transcendence42 makes no representations or warranties about the accuracy, completeness, or suitability of any material on the website, or on any website or websites "linked" to the website. Transcendence42 does not warrant that the website and/or our platform will be available, uninterrupted, error-free, or free of viruses or other harmful components. <br>You expressly understand and agree that, subject to and without limiting any non-excludable rights: </p> <ol style="color: var(--bs-body-bg);padding-left: 60px;" type="A"> <li style="margin-top: 15px;margin-bottom: 15px;"> The service, the games, the website and all materials contained therein are provided on an “as is” and “as available” basis without warranties of any kind, either express or implied. Transcendence42 and its subsidiaries, affiliates, officers, employees, agents, partners and licensors disclaim all other warranties, express or implied, including, without limitation, implied warranties of merchantability, fitness for a particular purpose, performance or suitability for your intended use, title and non-infringement, as to the service, the game and the website, including all information, content and materials contained therein. Without limiting the foregoing, Transcendence42 does not represent or warrant that the service, the games, the website or the materials contained therein are accurate, complete, reliable, available, current or error-free. Transcendence42 also does not represent or warrant that the games, the website or its servers are free of viruses, bugs, errors or other harmful components or defects, transmit data in a secure manner, or function properly with the service. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Transcendence42 and its subsidiaries, affiliates, officers, employees, agents, partners and licensors make no warranty that (i) the service will meet your requirements; (ii) the website will be uninterrupted, timely, secure or error-free; or (iii) any errors in the software will be corrected. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> While Transcendence42 attempts to make your access and use of the service safe, Transcendence42 cannot and does not represent or warrant that the service or its server(s) are free of viruses or other harmful components; therefore, you are responsible for implementing sufficient procedures and checkpoints to meet your specific requirements for accuracy of data input and output, and for maintaining a means outside the website and platform for reconstructing lost data you should use industry-recognized software to detect and disinfect viruses from any download. Any material downloaded or otherwise obtained through the use of the website or service is accessed at your own discretion and risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> A small percentage of users may experience epileptic seizures when exposed to certain light patterns or backgrounds on a computer screen or while using the website or the service. Certain conditions may induce previously undetected epileptic symptoms even in users who have no history of prior seizures or epilepsy. If you, or anyone in your family, have an epileptic condition, consult your physician prior to using the service. Immediately discontinue use of the service and consult your physician if you experience any of the following symptoms while using the service: dizziness, altered vision, eye or muscle twitches, loss of awareness, disorientation, any involuntary movement, or convulsions. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Reference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof, or any affiliation therewith, by Transcendence42. </li> </ol> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 10. INDEMNIFICATION </h4> <p style="color: var(--bs-body-bg);"> Summary: If Transcendence42 is sued or otherwise put in harm’s way because of something you did, you will bear the associated costs and damages. </p> <p style="color: var(--bs-body-bg);"> You agree to defend, indemnify and hold harmless Transcendence42 from and against any claims, damages, costs, liabilities and expenses (including, but not limited to, reasonable attorneys’ fees, expenses, and court costs) arising out of or related to your User ID, any User Content you post, store or otherwise transmit on or through the Website, your violations or breach of these Terms, any conduct, acts, omissions or misuse of the Service by you that is negligent or in breach of these Terms, any misrepresentations made by you, or your violation of the rights of any third party. We reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with our defense of such claim. You will not settle any claims or losses without, in each instance, the prior, written consent of an officer of Transcendence42. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 11. TERMINATION OR DELETION OF ACCOUNTS </h4> <p style="color: var(--bs-body-bg);"> Summary: You can delete your Account at any time yourself in our Platform. Furthermore, we can terminate or suspend your access to our Platform when we believe that you do not follow our rules. </p> <p style="color: var(--bs-body-bg);"> Transcendence42 reserves the right to terminate these Terms and end your access to the Website and/or Platform, or temporarily suspend all or part of your access, at any time and without prior notice under the following circumstances: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> If we have a reasonable belief that you have violated, or may potentially violate, any term or provision outlined in these Terms; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> If we determine that termination or suspension of your access is required by applicable law or legal obligation; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> At our sole discretion, for any other reason we deem suspension or termination necessary or appropriate; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> We may delete any Account Information or other material related to your use of the Website and/or our Platform on our servers or otherwise in our possession. If you feel you have been unfairly warned or disciplined, please contact us with a full detailed explanation. You acknowledge that we will not be liable to you or any third party for any termination of your access to the Website and/or our Platform. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> You can delete your Account at any time by going to account settings and clicking on “Delete your account”, or request us to delete your Account by email. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 12. INFORMATION, COMPLAINTS &amp; COPYRIGHT CLAIMS </h4> <p style="color: var(--bs-body-bg);"> Summary: If you have any concerns or complaints, please <a href="mailto:%(django_mail_contact)s">email us </a> or reach out on <a href="%(discord_invite)s">discord</a>. When you provide us with Feedback we are free to use such feedback at our own discretion. <p style="color: var(--bs-body-bg);"> If you have a question or complaint regarding the Platform or Website, please reach out on <a href="%(discord_invite)s">discord</a>. </p> <p style="color: var(--bs-body-bg);"> We value your opinion. if you provide us with feedback, including data, variables, comments, suggestions, ideas, notes, drawings, graphics, concepts or other information&nbsp;("Feedback"), you are providing that Feedback, and all of your rights thereto, to us free of charge, and such Feedback will be treated as non-confidential and non-proprietary and may be used by us for any purpose, without your consent or any compensation to you or anyone else. This applies whether you submit such Feedback to us by email, through a form on the Website, on a bulletin board or otherwise. </p> <p style="color: var(--bs-body-bg);"> If you believe in good faith that materials available on the Website or Platform infringe your copyright, you (or your agent) may send us a written notice by courier, mail or e-mail, requesting that we remove such material or block access to it. If you believe in good faith that someone has wrongly filed a notice of copyright infringement against you, you can send us a counter-notice. Notices and counter-notices must be sent out on <a href="%(discord_invite)s">discord</a>. </p> <p style="color: var(--bs-body-bg);"> FOR US RESIDENTS ONLY: If you are a copyright owner or an agent thereof and believe that your intellectual property rights have been infringed upon, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our copyright agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail): </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed; <br>identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit Transcendence42 to locate the material; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Information reasonably sufficient to permit Transcendence42 to contact you, such as an address, telephone number, and, if available, an e-mail address; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> And a statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. </li> </ul> <p style="color: var(--bs-body-bg);"> You can contact us on <a href="%(discord_invite)s">discord</a>. Upon receipt of a notification, Transcendence42 will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged content from the Website or Platform. </p> <p style="color: var(--bs-body-bg);"> We suggest that you consult your legal advisor before filing a notice or counter-notice. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 13. DISPUTES </h4> <p style="color: var(--bs-body-bg);"> Summary: Mindful of the high costs of legal disputes, we want to try to settle any disputes with you related to the Terms by initially attempting to resolve the matter in good faith through written notice. </p> <p style="color: var(--bs-body-bg);"> Mindful of the high cost of legal dispute, not only in money but also in time and energy, both you and Transcendence42 agree to the following dispute resolution procedure: in the event of any controversy, claim, action, or dispute arising out of or related to the breach, enforcement, interpretation, or validity of these Terms or any part of it, the party asserting the dispute will first try in good faith to settle such dispute by providing written notice to the other party by registered mail describing the facts and circumstances (including any relevant documentation) of the dispute and allowing the receiving party 30 days from the date of mailing to respond to the dispute. Notice will be sent to us on <a href="%(discord_invite)s">discord</a>. </p> <p style="color: var(--bs-body-bg);"> Unless you indicate otherwise in your notice, Transcendence42 will respond to your notice using your last-used e-mail address that we have. </p> <p style="color: var(--bs-body-bg);"> In the event that Transcendence42 is unable to resolve the dispute, you and Transcendence42 both agree that the parties will resolve their dispute in accordance with section 14 below. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-1"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 14. APPLICABLE LAW AND COMPETENT COURT </h4> <p style="color: var(--bs-body-bg);"> Summary: As a French-based company, the law that governs these terms and conditions and our relationship with you is French law. Any disputes need to be resolved by the competent courts of Paris (France). </p> <p style="color: var(--bs-body-bg);"> These Terms will be construed in accordance with French law, without prejudice to any other imperative provision of law more favorable to you applicable in your country of habitual residence. </p> <p style="color: var(--bs-body-bg);"> The competent courts of Paris will have exclusive jurisdiction over any dispute or controversy arising from or related to these Terms or its subject matter. If you are a resident of an EU Member State or a country or state where this clause is prohibited by local law, this clause does not apply to you and does not deprive you of the protection of the mandatory provisions of consumer protection laws in your country. Transcendence42 nonetheless reserves the right to take legal proceedings in a country other than France, to protect its interests or to enforce its rights where it deems it appropriate to do so. </p> <p style="color: var(--bs-body-bg);"> To the extent permitted by law, the Parties agree that all claims and disputes made against the other in your or its individual capacity, and not as a plaintiff or class member in any purported class action, class arbitration, or representative proceeding. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-2"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 15. UPDATES AND MODIFICATIONS </h4> <p style="color: var(--bs-body-bg);"> Summary: We may limit or interrupt access to the Platform in order to perform any operation on the Services that we deem necessary. We shall do our best to inform you of the schedule for these events, but are in no obligation to do so. We are not liable if such events have a negative impact on your access or use of our Platform and Services. </p> <p style="color: var(--bs-body-bg);"> We may provide patches, updates, or upgrades to the Services, Virtual Items, or your Account that may be required to continue using the Services, including automatic or “in the background” updates without notice to you. Such updates are subject to these Conditions unless other terms are presented with the updates, in which case, those other terms apply. We are not obligated to make any updates available. We do not guarantee that we will support the version of the system or device for which you licensed, obtained, or purchased any part of the Services, unless we have made claims regarding compatibility. We may from time to time, without additional cost to you, modify, alter, or suspend, whether in whole in part, any of our Services, Virtual Items, and/or your Account, for a valid reason. Valid reasons include, without limitation: improvement of our Services, Virtual Items, or your Account (such as offering new Services, Virtual Items, or Content); changes necessary for game balancing, for bug fixing or to prevent or counter exploits; changes that are necessary due to a new technical environment or an increased or decreased number of users; suspected or actual intellectual property infringement; changes in licenses we hold from third parties or other third-party compliance requirements; termination of agreements we have with third-parties for whatever reason; discontinuance of the supply, by a third-party, of a service or feature which is part or interconnected with our Services, Virtual Item, or your Account; changes of specific and verifiable open market costs; Necessary enhancements for the safety of users or other third parties; or other material, legal, regulatory, or security reasons. </p> <p style="color: var(--bs-body-bg);"> We reserve the right to interrupt the Service or any part thereof from time to time on a regularly scheduled basis or otherwise with or without prior notice in order to perform maintenance. You agree that we will not be liable for any interruption of the Service or any part thereof, delay or failure to perform resulting from any causes whatsoever, subject to any Non-Excludable Rights. </p> <p style="color: var(--bs-body-bg);"> You acknowledge that the Service or any part thereof may be interrupted for reasons beyond our control, and we cannot guarantee that you will be able to access the Service whenever you may wish to do so. We shall not be liable for any interruption of the Service, delay or failure to perform resulting from any causes whatsoever, subject to any Non-Excludable Rights. </p> <p style="color: var(--bs-body-bg);"> Subject to any applicable law (including any Non-Excludable Rights), we have the right at any time with or without reason to change and/or eliminate any aspect(s) of the Service as we see fit in our sole discretion. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-3"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 16. CONTACT US </h4> <p class="text-center" style="color: var(--bs-body-bg);"> If you have questions about these Terms, please contact us as follows: </p> <a href="%(discord_invite)s"></a> <p class="text-center" style="color: var(--bs-body-bg);"> <a href="mailto:%(django_mail_contact)s"></a> </p> </div> </div>
fr: <div class="row">/ <div class="col">/ <hr>/ </div>/ <div class="col-md-12" id="wDataCollect">/ <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 1. INTRODUCTION </h4> <p style="color: var(--bs-body-bg);"> Bienvenue sur le site web Transcendence42 (le «&nbsp;Site Web&nbsp;»). Ces conditions d'utilisation (les «&nbsp;Conditions&nbsp;») sont conclues entre Transcendence42, sous le nom commercial «&nbsp;Transcendence42&nbsp;» («&nbsp;Transcendence42&nbsp;», «&nbsp;nous&nbsp;», «&nbsp;notre&nbsp;») et l'Utilisateur («&nbsp;Utilisateur&nbsp;», «&nbsp;vous&nbsp;» ou «&nbsp;votre&nbsp;») (ensemble, les «&nbsp;Parties&nbsp;»). Transcendence42 fournit une plateforme de jeux en ligne («&nbsp;Plateforme&nbsp;»). Un Utilisateur est une personne qui visite le Site Web et/ou la Plateforme, joue à des jeux en ligne, s'inscrit via tout formulaire disponible sur le Site Web et/ou la Plateforme, crée un identifiant, s'abonne ou conclut un contrat avec Transcendence42. </p> <p style="color: var(--bs-body-bg);"> CES CONDITIONS DÉFINISSENT NOTRE RELATION AVEC VOUS, EN COMPLÉMENT DE NOTRE POLITIQUE DE CONFIDENTIALITÉ ET DE COOKIES. EN UTILISANT LA PLATEFORME DE JEUX OU EN UTILISANT LE SITE WEB OU LA PLATEFORME, VOUS ACCEPTEZ D'ÊTRE LIÉ PAR LES PRÉSENTES CONDITIONS ET PAR TOUTES LES LOIS ET RÉGLEMENTATIONS APPLICABLES. </p> <p style="color: var(--bs-body-bg);"> Votre utilisation du Site Web et/ou de la Plateforme signifie que vous êtes conscient de la version la plus récente des Conditions et de notre Politique de Confidentialité publiées sur le Site Web. Il est de votre seule responsabilité de vous assurer que votre utilisation de tout site web ou contenu tiers est conforme à toutes les exigences de tiers. </p> <p style="color: var(--bs-body-bg);"> Nous nous réservons le droit de modifier ces Conditions, en tout ou en partie, à tout moment. Nous vous informerons de toute modification importante par email ou notification sur le Site Web (si nécessaire) et indiquerons la date du dernier changement. Si vous continuez à utiliser le Site Web ou la Plateforme après la publication de ces mises à jour, vous serez réputé accepter ces changements et accepter d'être lié par eux. Ces Conditions continueront de s'appliquer jusqu'à leur résiliation, soit par vous, soit par nous, comme décrit dans ces Conditions. </p> <p style="color: var(--bs-body-bg);"> Si une disposition des présentes Conditions est jugée invalide, illégale ou inapplicable, cette disposition sera modifiée pour se conformer à la loi applicable, et les autres dispositions resteront en vigueur dans la mesure permise par la loi. </p> <p style="color: var(--bs-body-bg);"> Ces Conditions ainsi que notre Politique de Confidentialité représentent l'intégralité de l'accord entre les Parties et remplacent toutes les communications antérieures ou contemporaines, orales ou écrites, en ce qui concerne l'objet des présentes. </p> <p style="color: var(--bs-body-bg);"> Votre utilisation du Site Web/Plateforme ne crée pas de relation d'emploi, de partenariat, de coentreprise ou toute autre relation au-delà de celle d'un utilisateur de site web régi par les présentes Conditions. Transcendence42 ne peut être tenu responsable en cas de défaut (temporaire ou autre) ou d'inexécution de ses obligations en raison d'un cas de force majeure ou de coïncidence. </p> <p style="color: var(--bs-body-bg);"> Ces Conditions, ainsi que les droits et licences accordés par les présentes, ne peuvent être transférés ou cédés par vous, mais peuvent être cédés par Transcendence42 sans restriction. </p> <p style="color: var(--bs-body-bg);"> La renonciation par Transcendence42 à l'un des termes des présentes Conditions n'implique pas une renonciation continue ou supplémentaire à ce terme ou à tout autre terme, et le fait que Transcendence42 n'applique pas un droit ou une disposition ne constitue pas une renonciation à ce droit ou à cette disposition. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 2. LICENCE UTILISATEUR ET CONTENU DE JEUX </h4> <p style="color: var(--bs-body-bg);"> Résumé : Notre Plateforme (et tout le contenu disponible) est sous licence pour votre utilisation, mais sa propriété en tant que bien reste celle de Transcendence42. À condition que vous respectiez toutes les Conditions du présent Accord, Transcendence42 vous accorde une licence limitée pour utiliser notre Plateforme et jouer aux jeux en ligne disponibles pour votre usage personnel, non commercial. Vous pouvez également télécharger des vidéos et diffuser des jeux depuis notre Plateforme sur des plateformes de partage de vidéos et de diffusion en direct de tiers, mais uniquement si vous respectez nos règles. </p> <p style="color: var(--bs-body-bg);"> Transcendence42 vous accorde un droit non exclusif, limité, non sous-licenciable et non transférable d'utiliser notre Plateforme, sous réserve des limitations énoncées dans ces Conditions et de toute autre limitation communiquée par écrit. Rien dans ces Conditions n'interdit à Transcendence42 de fournir notre Plateforme à d'autres utilisateurs. </p> <p style="color: var(--bs-body-bg);"> Sauf pour les droits limités expressément accordés ci-dessous, nous nous réservons tous les droits, titres et intérêts sur le Site Web et notre Plateforme, y compris tous les droits de propriété intellectuelle associés. Tous les jeux disponibles via notre Plateforme sont la propriété de Transcendence42 ou de ses partenaires. Aucun droit ne vous est accordé par les présentes, sauf ceux expressément énoncés. </p> <p style="color: var(--bs-body-bg);"> VOUS ACCEPTEZ DE NE PAS REPRODUIRE, DUPLIQUER, COPIER, VENDRE, REVENDRE OU EXPLOITER TOUTE PARTIE DU SITE WEB/PLATEFORME, L'UTILISATION DU SITE WEB/PLATEFORME OU L'ACCÈS AU SITE WEB/PLATEFORME SANS NOTRE CONSENTEMENT ÉCRIT EXPRESS. VOUS NE POUVEZ PAS DUPLIQUER, COPIER OU RÉUTILISER UNE PARTIE DES ÉLÉMENTS DE DESIGN VISUEL SANS NOTRE CONSENTEMENT ÉCRIT EXPRESS. </p> <p style="color: var(--bs-body-bg);"> Les utilisateurs peuvent diffuser en direct et monétiser des vidéos sur des sites web de diffusion en direct en ligne utilisant le gameplay et les captures d'écran des jeux disponibles sur notre Plateforme («&nbsp;Contenu de Jeux&nbsp;»), sous réserve des conditions suivantes : (i) la Plateforme Transcendence42 et son logo doivent être clairement visibles et non masqués, (ii) monétiser ces vidéos et flux en accord avec les méthodes de monétisation disponibles sur ces sites web en ligne (par exemple, Youtube, Twitch,...), (iii) vous ne devez pas sous-entendre ou déclarer que votre Contenu de Jeux est officiellement affilié, sponsorisé, approuvé ou validé par Transcendence42 (sauf si nous avons conclu un partenariat avec vous) et (iv) l'Utilisateur est responsable de tout contenu tiers (par exemple, musique) qu'il utilise avec le Contenu de Jeux. Transcendence42 se réserve le droit de prendre des mesures à tout moment contre un Contenu de Jeux que Transcendence42 considère comme illégal, contrefait, inapproprié ou non conforme à ces Conditions. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hAccessUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 3. ACCÈS ET UTILISATION </h4> <p style="color: var(--bs-body-bg);"> Résumé : Vous pouvez accéder à notre Plateforme et jouer à des jeux en ligne avec ou sans compte. Vous devez garder votre nom d'utilisateur et votre mot de passe protégés et sécurisés. Toutes les activités qui se déroulent sous votre Compte ou sur notre Site Web sont de votre responsabilité. Les informations de compte que vous nous fournissez doivent être exactes, complètes et vous appartenir. Nous ne sommes pas responsables des pertes ou dommages résultant de votre non-respect de ces exigences ou de l'utilisation de votre Compte. Si vous avez moins de 13 ans (ou l'âge minimum applicable dans votre pays de résidence) ou si vous ne comprenez pas le contenu de cet accord, vous et votre parent ou tuteur devez examiner cet accord ensemble. Votre droit d'utiliser notre Plateforme est également soumis à des limitations que vous trouverez dans la section 4 CODE DE CONDUITE. </p> <p style="color: var(--bs-body-bg);"> Vous pouvez accéder à notre Plateforme avec un Compte. Pour créer votre Compte, vous connecter au Site Web et participer à la Plateforme proposée, vous devez être éligible et accepter les termes et conditions énoncés ci-dessous. Le non-respect de l'une des conditions suivantes constitue une violation des présentes Conditions et peut entraîner la résiliation de votre Compte et la permission d'utiliser le Site Web et la Plateforme. En particulier, vous acceptez que : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Nous ne sommes pas responsables des problèmes matériels, logiciels ou d'accès à Internet, de qualité, de convenance ou d'indisponibilité, sous réserve de tout Droit Non Excluable. Nous ne fournissons pas d'accès à Internet, et vous êtes responsable de tous les frais liés aux connexions téléphoniques et Internet, ainsi que de tout équipement, service, réparation ou correction nécessaires pour maintenir la connectivité aux serveurs. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Vous êtes soit (a) en âge de donner un consentement légal, soit (b) vous êtes un mineur de plus de treize (13) ans ou l'âge minimum applicable dans votre pays, état ou province, ou (c) avez le consentement de vos parents (ou de votre tuteur légal) pour accéder au Site Web en vertu des lois de toutes les juridictions applicables à vous. Nous nous réservons expressément le droit (sans obligation) de demander une preuve de votre âge à tout moment. Nous ne collectons ni ne sollicitons sciemment des informations personnelles auprès des enfants de moins de treize (13) ans (ou de l'âge minimum applicable dans votre pays) via notre Plateforme. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Toutes les informations que vous nous fournissez dans votre formulaire d'inscription pour établir votre Compte seront vraies et correctes, et vous nous informerez rapidement de tout changement de ces informations ; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Votre Compte est à votre usage exclusif et ne peut être utilisé par un tiers. Vous ne pouvez pas permettre à un tiers d'utiliser votre Compte, mot de passe, identifiant ou nom d'utilisateur pour accéder ou utiliser le Site Web, la Plateforme, ou à toute autre fin. Nous ne sommes pas responsables de tout accès tiers à votre Compte. Vous devez nous informer immédiatement de toute utilisation non autorisée de votre mot de passe et identification et/ou violation. Vous acceptez la responsabilité de toutes les activités qui se produisent sous votre Compte, nom d'utilisateur ou mot de passe, et toute utilisation est réputée autorisée par vous. Vous êtes responsable de la sécurité du mot de passe que vous utilisez pour accéder à la Plateforme et de toutes les activités ou actions sous votre mot de passe, que ce soit avec notre Plateforme ou un service tiers ; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Vous avez vérifié et déterminé que votre utilisation du Site Web et de la Plateforme ne viole aucune loi ou réglementation dans toute juridiction qui vous est applicable. Il est de votre seule responsabilité de vous en assurer ; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Vous n'utiliserez pas le Site Web ou la Plateforme à des fins frauduleuses ou autrement illégales ; </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Vous veillerez à ce que toute utilisation de votre Compte soit en pleine conformité avec ces Conditions. Nous pouvons suspendre ou résilier votre accès au Site Web et à la Plateforme sans préavis si vous n'utilisez pas le Site Web ou la Plateforme pendant une période prolongée. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="marketing"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 4. CODE DE CONDUITE </h4> <p style="color: var(--bs-body-bg);"> Résumé : En général, vous devez éviter de faire quoi que ce soit qui pourrait nuire à Transcendence42 ou à quelqu'un d'autre. Entre autres, vous ne pouvez pas copier la Plateforme ou utiliser tout contenu de manière illégale ou nuisible, faire de fausses déclarations ou abuser de nos services, ou encore violer les droits de quiconque ou toute loi applicable. Le non-respect de l'une de ces règles peut nous amener à révoquer et annuler votre Compte, et rendre cet accord nul. </p> <p style="color: var(--bs-body-bg);"> Vous acceptez de ne pas publier, transmettre ou rendre disponible par quelque moyen que ce soit, via la Plateforme, tout contenu qui serait ou pourrait être : (a) nuisible, abusif, menaçant, harcelant, dégradant, haineux, incendiaire, discriminatoire ou autrement intimidant envers un individu ou un groupe d'individus en raison de la religion, du sexe, de l'orientation sexuelle, de la race, de l'origine ethnique, de l'âge ou du handicap, ou qui manquerait de respecter les droits et la dignité d'autrui, violent ou encourageant la violence (y compris l'automutilation), du harcèlement ; (b) diffamatoire, calomnieux, frauduleux, violant la vie privée d'autrui ou autrement préjudiciable ; (c) obscène, vulgaire, dangereux ou exploitant des enfants, nuisant aux enfants de quelque manière que ce soit, sexuellement explicite, pornographique ou autrement répréhensible ; Ou (d) protégé par des droits d'auteur, des marques déposées, des secrets commerciaux, des droits à la vie privée ou tout autre droit de propriété sans le consentement écrit préalable du propriétaire applicable. </p> <p style="color: var(--bs-body-bg);"> En outre, vous acceptez de ne pas prendre les actions suivantes : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Collecter, stocker, publier ou diffuser toute donnée personnelle d'autres utilisateurs, ou toute information confidentielle et non publique concernant des entreprises sans autorisation. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Télécharger, publier, envoyer par e-mail, transmettre ou rendre disponible toute publicité non sollicitée ou non autorisée, matériel promotionnel, “courrier indésirable”, “spam”, “chaînes de lettres”, “systèmes pyramidaux”, ou toute autre forme de sollicitation. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Faire de l'ingénierie inverse, dériver le code source, modifier, décompiler, désassembler les Services ou toute partie de ceux-ci, ou tenter de déterminer tout code source, algorithme, méthode ou technique utilisé dans les Services. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Web Scraping et Collecte Automatique de Données : Sans notre consentement écrit préalable, vous ne pouvez pas utiliser de robot, araignée, scraper, lien profond ou tout autre outil de collecte ou d'extraction automatique de données, programme, algorithme ou méthodologie pour accéder, acquérir, copier ou surveiller toute partie du Site Web/Plateforme ou de son contenu, y compris les comptes utilisateurs, les données utilisateurs ou toute autre information ou donnée liée au Site Web, à des fins commerciales ou autres. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Distribuer intentionnellement des vers, chevaux de Troie, fichiers corrompus ou autres éléments de nature destructrice ou trompeuse, ou utiliser le Site Web et/ou la Plateforme à des fins illégales, invasives, violant des droits, diffamatoires ou frauduleuses. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Utiliser des astuces, hacks, bugs, failles de conception, exploits non autorisés, bots ou tout logiciel tiers qui modifie, temporairement ou définitivement, le code ou l'expérience utilisateur des Services. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Utiliser des macros, jouer avec des robots ou tout autre comportement qui vous permet d'automatiser des actions dans un jeu avec ou sans votre présence. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Perturber ou gêner le Service ou affecter négativement ou interdire à d'autres utilisateurs de profiter du Site Web, des Jeux ou de tout autre aspect du Service. Cela inclut affecter le flux normal de jeu ou de dialogue dans le Jeu ou dans les zones interactives (telles que les forums) par l'utilisation excessive de majuscules, de “spam” ou d'autres méthodes perturbatrices. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Prendre toute action qui impose une charge disproportionnée sur notre réseau ou infrastructure, et qui peut perturber, affecter négativement ou empêcher les utilisateurs de profiter du Service. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Enlever ou contourner de quelque manière que ce soit les mesures de protection techniques ou autres présentes sur le Site Web et/ou la Plateforme. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Usurper l'identité de toute personne ou entité ou falsifier votre affiliation, identité ou l'origine des documents que vous transmettez, ou déclarer à tort que vos actions sont approuvées par Transcendence42. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Sublicencier, louer, prêter, distribuer ou transférer d'une quelconque manière le Site Web et la Plateforme à un tiers. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Retirer, altérer ou masquer tout droit d'auteur, marque déposée, brevet ou autres avis de propriété contenus dans les Services. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Et en général : adopter tout autre comportement qui, selon Transcendence42, expose Transcendence42, ses utilisateurs ou un tiers à toute responsabilité, dommage ou préjudice. </li> <li style="color: var(--bs-body-bg);margin-top: 15px;margin-bottom: 15px;"> Participer, encourager ou promouvoir toute activité illégale, ou toute activité violant ces Conditions ou les Règles de Conduite. </li> </ul> <p style="color: var(--bs-body-bg);"> Nonobstant ce qui précède, vous pouvez (a) stocker temporairement des copies de tels matériaux dans la RAM, (b) stocker des fichiers mis en cache automatiquement par votre navigateur pour améliorer l'affichage, et (c) imprimer un nombre raisonnable de pages du Site Web, à condition que, dans chaque cas, vous ne modifiez ni ne supprimiez aucune référence aux droits d'auteur ou autres avis de propriété contenus dans ces matériaux. </p> <p style="color: var(--bs-body-bg);"> Tout contenu et/ou opinion partagé ou soumis sur un forum, blog, salle de discussion ou toute autre partie accessible au public du Site Web ou des jeux disponibles sur la Plateforme, ainsi que tous les articles et réponses aux questions, autres que le contenu fourni par Transcendence42, sont exclusivement les opinions et la responsabilité de la personne ou de l'entité les partageant et ne reflètent pas les opinions de Transcendence42. Vous comprenez et reconnaissez que vous êtes responsable du contenu que vous partagez et que vous assumez l'entière responsabilité de ce contenu, y compris sa légalité, sa fiabilité et son caractère approprié. </p> <p style="color: var(--bs-body-bg);"> Les violations de la sécurité du système ou du réseau ou les tentatives de perturber ou de saper le fonctionnement des Services peuvent entraîner des poursuites civiles ou pénales. Nous pouvons enquêter et collaborer avec les autorités pour poursuivre les utilisateurs qui violent ces Conditions. </p> <p style="color: var(--bs-body-bg);"> Vous acceptez également de ne pas apporter de soutien matériel à la violation ou à la tentative de violation de cet Accord par un autre utilisateur. Cela inclut le soutien financier ; le savoir-faire, l'expertise ou autre assistance ; ou encore l'encouragement répété à adopter un comportement contraire à cet Accord. <br> </p> <p style="color: var(--bs-body-bg);"> NOUS POUVONS RETENIR, SUSPENDRE, MODIFIER OU RÉSILIER VOTRE ACCÈS AUX SERVICES POUR TOUTE RAISON OU SANS RAISON, À TOUT MOMENT, SANS PRÉAVIS SAUF SI CELA EST AUTREMENT REQUIS PAR LA LOI APPLICABLE. </p> <p style="color: var(--bs-body-bg);"> Si votre compte est suspendu alors que vous participez à un tournoi ou à une compétition, Transcendence42 n'assume aucune responsabilité en cas de perte de prix potentiels ou de reconnaissance liée au tournoi ou à la compétition. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 5. VÉRIFICATION DES INFORMATIONS DU COMPTE </h4> <p style="color: var(--bs-body-bg);"> Résumé : Nous pouvons toujours vérifier si vos informations et votre utilisation de la Plateforme sont conformes à nos règles. </p> <p style="color: var(--bs-body-bg);"> Nous nous réservons le droit (mais n'assumons pas l'obligation) de réaliser un audit à tout moment pour valider les informations de votre Compte et/ou nous assurer que votre participation sur le Site Web et l'utilisation de la Plateforme ne violent pas ces Conditions et/ou toute loi applicable. Vous nous autorisez, ainsi que nos agents, à effectuer des enquêtes à votre sujet et à utiliser et divulguer à des tiers toute information que nous jugerions nécessaire pour valider ces informations. Pour faciliter cette validation, vous acceptez de fournir les informations ou documents suffisants que nous pourrions, à notre discrétion, demander. Si vous ne fournissez pas ces informations dans les trente (30) jours suivant notre demande, si vos réponses sont incomplètes ou insuffisantes, ou si nous ne sommes pas en mesure de vérifier les informations de votre compte, votre compte pourrait être résilié. </p> <p style="color: var(--bs-body-bg);"> Nonobstant ce qui précède, Transcendence42 se réserve le droit de retirer le nom d'utilisateur lié à votre Compte s'il ne respecte pas ces Conditions. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 6. CONFIDENTIALITÉ </h4> <p style="color: var(--bs-body-bg);"> <span style="color: var(--bs-body-bg);"> Résumé : L'utilisation par Transcendence42 de vos données personnelles et nos responsabilités en matière de protection de votre vie privée sont décrites dans notre Politique de Confidentialité et de Cookies. </span> </p> <p style="color: var(--bs-body-bg);"> Vous comprenez et acceptez que, sous réserve des lois applicables, nous pouvons accéder, divulguer ou conserver des informations personnelles, y compris le contenu de vos communications, en toute bonne foi, lorsque nous pensons être légalement autorisés ou tenus de le faire, ou lorsque cela est raisonnablement nécessaire ou approprié pour se conformer à la loi, à un processus judiciaire, ou pour protéger les droits, la propriété ou la sécurité de Transcendence42, de nos utilisateurs, de nos employés ou du public, y compris, sans s'y limiter, pour protéger Transcendence42 ou nos utilisateurs contre l'utilisation frauduleuse, abusive, inappropriée ou illégale de nos Services. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 7. SITES WEB ET PROMOTIONS TIERS </h4> <p style="color: var(--bs-body-bg);"> Résumé : Nous ne contrôlons pas les services tiers et nous ne sommes pas responsables des transactions que vous pourriez effectuer avec eux ou de leurs actions. Lorsque vous utilisez des services tiers, votre sécurité est sous votre responsabilité. Sachez que les promotions disponibles via notre Plateforme peuvent être soumises à des règles supplémentaires. </p> <p style="color: var(--bs-body-bg);"> Nous pouvons fournir ou rendre disponible du contenu tiers via le Service et pouvons fournir des liens vers des pages web et des contenus de tiers (collectivement le «&nbsp;Contenu de Tiers&nbsp;») en tant que service pour ceux qui s'intéressent à ces informations. Nous ne surveillons pas et n'avons aucun contrôle sur tout Contenu de Tiers sur des sites web tiers. Nous n'endossons ni n'adoptons aucun Contenu de Tiers et ne garantissons pas son exactitude ou son exhaustivité. Nous ne faisons aucune déclaration ni garantie quant à l'exactitude des informations contenues dans ces contenus et nous n'assumons aucune responsabilité quant à la mise à jour ou à l'examen de tout Contenu de Tiers. Les utilisateurs utilisent ce Contenu de Tiers à leurs propres risques. </p> <p style="color: var(--bs-body-bg);"> Tout concours, loterie, jeu, enquête, ou autre promotion similaire (collectivement, «&nbsp;Promotions&nbsp;») disponible via le Site Web peut être régi par des règles distinctes de ces Conditions. Si vous participez à une Promotion, veuillez consulter les règles applicables ainsi que notre Politique de Confidentialité. Si les règles d'une Promotion sont en conflit avec ces Conditions, les règles de la Promotion prévaudront. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 8. MARQUES DE COMMERCE, NOMS COMMERCIAUX ET MARQUES DE SERVICE </h4> <p style="color: var(--bs-body-bg);"> Résumé : Vous n'êtes pas autorisé à utiliser de manière abusive les logos ou les noms disponibles sur le Site Web. </p> <p style="color: var(--bs-body-bg);"> Sauf indication contraire, tous les logos, noms, conceptions d'emballage et marques sur le Site Web sont des marques de commerce ou des marques de service détenues ou utilisées sous licence par nous ou nos partenaires commerciaux. L'utilisation ou l'abus de l'une de ces marques ou de toute autre information est strictement interdite. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hWarranties"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 9. GARANTIES </h4> <p style="color: var(--bs-body-bg);"> Résumé : Nous n'offrons aucune garantie concernant nos services et la Plateforme, y compris leur qualité, fiabilité, sécurité ou compatibilité. Vous garantissez que vous respecterez ces conditions d'utilisation et les directives supplémentaires de notre Plateforme. Si cela vous cause un préjudice, nous ne serons pas tenus responsables. </p> <p style="color: var(--bs-body-bg);"> Nos services et tous les matériaux présents sur le site web et la plateforme sont fournis "tels quels" et "selon disponibilité" sans garanties d'aucune sorte, explicites ou implicites, y compris les garanties implicites de qualité marchande et d'adéquation à un usage particulier. Transcendence42 ne fait aucune déclaration ni garantie quant à l'exactitude, l'exhaustivité ou l'adéquation de tout matériel sur le site web ou sur tout site lié au site web. Transcendence42 ne garantit pas que le site web et/ou notre plateforme seront disponibles, ininterrompus, exempts d'erreurs ou exempts de virus ou d'autres composants nuisibles. <br>Vous comprenez et acceptez expressément que, sous réserve des Droits Non Excluables : </p> <ol style="color: var(--bs-body-bg);padding-left: 60px;" type="A"> <li style="margin-top: 15px;margin-bottom: 15px;"> Le service, les jeux, le site web et tous les matériaux qui y sont contenus sont fournis "tels quels" et "selon disponibilité" sans garanties d'aucune sorte, explicites ou implicites. Transcendence42 et ses filiales, affiliés, dirigeants, employés, agents, partenaires et concédants de licence déclinent toutes autres garanties, explicites ou implicites, y compris, sans limitation, les garanties implicites de qualité marchande, d'adéquation à un usage particulier, de performance ou de conformité à votre usage prévu, de titre et de non-contrefaçon, quant au service, aux jeux et au site web, y compris toutes les informations, contenus et matériaux qu'ils contiennent. Sans limiter ce qui précède, Transcendence42 ne garantit pas que le service, les jeux, le site web ou les matériaux qu'ils contiennent sont exacts, complets, fiables, disponibles, actuels ou exempts d'erreurs. Transcendence42 ne garantit pas non plus que les jeux, le site web ou ses serveurs sont exempts de virus, de bugs, d'erreurs ou d'autres composants ou défauts nuisibles, qu'ils transmettent des données de manière sécurisée ou qu'ils fonctionnent correctement avec le service. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Transcendence42 et ses filiales, affiliés, dirigeants, employés, agents, partenaires et concédants de licence ne garantissent pas que (i) le service répondra à vos besoins ; (ii) le site web sera ininterrompu, opportun, sécurisé ou exempt d'erreurs ; ou (iii) toute erreur dans le logiciel sera corrigée. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Bien que Transcendence42 s'efforce de rendre votre accès et utilisation du service sûr, Transcendence42 ne peut et ne garantit pas que le service ou ses serveurs sont exempts de virus ou d'autres composants nuisibles ; par conséquent, il vous incombe de mettre en place des procédures et points de contrôle suffisants pour répondre à vos exigences spécifiques en matière d'exactitude des données d'entrée et de sortie, et de maintenir un moyen externe au site web et à la plateforme pour reconstruire les données perdues. Vous devez utiliser un logiciel reconnu par l'industrie pour détecter et désinfecter les virus de tout téléchargement. Tout matériel téléchargé ou autrement obtenu par l'utilisation du site web ou du service est accessible à votre propre discrétion et à vos risques, et vous serez seul responsable de tout dommage à votre système informatique ou de toute perte de données résultant du téléchargement de ce matériel. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Un faible pourcentage d'utilisateurs peut être sujet à des crises d'épilepsie lorsqu'ils sont exposés à certains motifs lumineux ou arrière-plans sur un écran d'ordinateur ou lorsqu'ils utilisent le site web ou le service. Certaines conditions peuvent induire des symptômes d'épilepsie non détectés même chez les utilisateurs sans antécédents de crises ou d'épilepsie. Si vous, ou quelqu'un de votre famille, présentez une condition épileptique, consultez votre médecin avant d'utiliser le service. Cessez immédiatement d'utiliser le service et consultez votre médecin si vous ressentez l'un des symptômes suivants lors de l'utilisation du service : vertiges, altération de la vision, secousses oculaires ou musculaires, perte de conscience, désorientation, tout mouvement involontaire ou convulsions. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Toute référence à des produits, services, processus ou autres informations, par nom commercial, marque, fabricant, fournisseur ou autre, ne constitue ni n'implique une approbation, un parrainage ou une recommandation de ceux-ci, ni une affiliation avec eux, de la part de Transcendence42. </li> </ol> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 10. INDEMNISATION </h4> <p style="color: var(--bs-body-bg);"> Résumé : Si Transcendence42 est poursuivi en justice ou mis en danger en raison de vos actions, vous supporterez les coûts et les dommages associés. </p> <p style="color: var(--bs-body-bg);"> Vous acceptez de défendre, d'indemniser et de dégager de toute responsabilité Transcendence42 contre toute réclamation, dommages, coûts, responsabilités et dépenses (y compris, mais sans s'y limiter, les honoraires d'avocats raisonnables, les frais et les coûts de justice) découlant de ou liés à votre identifiant utilisateur, tout contenu utilisateur que vous publiez, stockez ou transmettez sur ou via le Site Web, vos violations ou manquements à ces Conditions, toute conduite, acte, omission ou mauvaise utilisation du Service par vous qui est négligent ou en violation de ces Conditions, toute fausse déclaration faite par vous, ou votre violation des droits de tiers. Nous nous réservons le droit d'assumer la défense et le contrôle exclusifs de toute affaire autrement soumise à votre indemnisation, et dans ce cas, vous acceptez de coopérer avec notre défense de cette réclamation. Vous ne réglerez aucune réclamation ou perte sans, dans chaque cas, le consentement écrit préalable d'un responsable de Transcendence42. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 11. RÉSILIATION OU SUPPRESSION DE COMPTES </h4> <p style="color: var(--bs-body-bg);"> Résumé : Vous pouvez supprimer votre Compte à tout moment vous-même sur notre Plateforme. De plus, nous pouvons résilier ou suspendre votre accès à notre Plateforme si nous estimons que vous ne respectez pas nos règles. </p> <p style="color: var(--bs-body-bg);"> Transcendence42 se réserve le droit de résilier ces Conditions et de mettre fin à votre accès au Site Web et/ou à la Plateforme, ou de suspendre temporairement tout ou partie de votre accès, à tout moment et sans préavis dans les circonstances suivantes : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> Si nous avons des raisons de croire que vous avez violé, ou pourriez potentiellement violer, toute disposition ou terme énoncé dans ces Conditions ; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Si nous déterminons que la résiliation ou la suspension de votre accès est requise par une loi ou obligation légale applicable ; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> À notre seule discrétion, pour toute autre raison que nous jugeons nécessaire ou appropriée pour suspendre ou résilier ; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Nous pouvons supprimer toute information de compte ou autre matériel lié à votre utilisation du Site Web et/ou de notre Plateforme sur nos serveurs ou autrement en notre possession. Si vous estimez avoir été injustement averti ou sanctionné, veuillez nous contacter avec une explication détaillée. Vous reconnaissez que nous ne serons pas responsables envers vous ou un tiers pour toute résiliation de votre accès au Site Web et/ou à notre Plateforme. </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Vous pouvez supprimer votre Compte à tout moment en accédant aux paramètres du compte et en cliquant sur «&nbsp;Supprimer votre compte&nbsp;», ou nous demander de supprimer votre Compte par e-mail. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 12. INFORMATIONS, PLAINTES &amp; RÉCLAMATIONS DE DROITS D'AUTEUR </h4> <p style="color: var(--bs-body-bg);"> Résumé : Si vous avez des préoccupations ou des plaintes, veuillez <a href="mailto:{{django_mail_contact}}">nous envoyer un email </a> ou nous contacter via <a href="{{discord_invite}}">discord</a>. Lorsque vous nous fournissez un retour, nous sommes libres d'utiliser ce retour à notre propre discrétion. </p> <p style="color: var(--bs-body-bg);"> Si vous avez une question ou une plainte concernant la Plateforme ou le Site Web, veuillez nous contacter via <a href="{{discord_invite}}">discord</a>. </p> <p style="color: var(--bs-body-bg);"> Nous valorisons votre opinion. Si vous nous fournissez des commentaires, y compris des données, variables, commentaires, suggestions, idées, notes, dessins, graphiques, concepts ou autres informations&nbsp;("Commentaires"), vous nous fournissez ces Commentaires, et tous vos droits s'y rapportant, gratuitement, et ces Commentaires seront considérés comme non confidentiels et non propriétaires et pourront être utilisés par nous à toute fin, sans votre consentement ni aucune compensation pour vous ou toute autre personne. Cela s'applique que vous soumettiez ces Commentaires par e-mail, via un formulaire sur le Site Web, sur un forum ou autrement. </p> <p style="color: var(--bs-body-bg);"> Si vous estimez de bonne foi que des documents disponibles sur le Site Web ou la Plateforme enfreignent votre droit d'auteur, vous (ou votre agent) pouvez nous envoyer un avis écrit par courrier, courrier postal ou e-mail, demandant que nous retirions ce matériel ou que nous en bloquions l'accès. Si vous estimez de bonne foi que quelqu'un a déposé à tort un avis de violation de droit d'auteur contre vous, vous pouvez nous envoyer un contre-avis. Les avis et contre-avis doivent être envoyés via <a href="{{discord_invite}}">discord</a>. </p> <p style="color: var(--bs-body-bg);"> POUR LES RÉSIDENTS DES ÉTATS-UNIS UNIQUEMENT : Si vous êtes titulaire d'un droit d'auteur ou un agent de celui-ci et que vous estimez que vos droits de propriété intellectuelle ont été enfreints, vous pouvez soumettre une notification conformément au Digital Millennium Copyright Act ("DMCA") en fournissant à notre agent des droits d'auteur les informations suivantes par écrit (voir 17 U.S.C 512(c)(3) pour plus de détails) : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="margin-top: 15px;margin-bottom: 15px;"> Une signature physique ou électronique d'une personne autorisée à agir au nom du titulaire d'un droit exclusif qui est prétendument enfreint ;<br>identification de l'œuvre protégée par le droit d'auteur qui est alléguée comme étant enfreinte, ou, si plusieurs œuvres protégées par le droit d'auteur sur un même site en ligne sont couvertes par une seule notification, une liste représentative de ces œuvres sur ce site ; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Identification du matériel qui est prétendument en infraction ou qui fait l'objet d'une activité en infraction et qui doit être retiré ou dont l'accès doit être désactivé, ainsi que des informations raisonnablement suffisantes pour permettre à Transcendence42 de localiser le matériel ; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Informations raisonnablement suffisantes pour permettre à Transcendence42 de vous contacter, telles qu'une adresse, un numéro de téléphone et, si disponible, une adresse e-mail ; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Une déclaration selon laquelle vous avez la conviction de bonne foi que l'utilisation du matériel dans la manière décrite dans la plainte n'est pas autorisée par le titulaire du droit d'auteur, son agent ou la loi ; </li> <li style="margin-top: 15px;margin-bottom: 15px;"> Et une déclaration selon laquelle les informations dans la notification sont exactes et, sous peine de parjure, que vous êtes autorisé à agir au nom du titulaire d'un droit exclusif qui est prétendument enfreint. </li> </ul> <p style="color: var(--bs-body-bg);"> Vous pouvez nous contacter via <a href="{{discord_invite}}">discord</a>. Dès réception d'une notification, Transcendence42 prendra toute mesure, à sa seule discrétion, qu'il juge appropriée, y compris le retrait du contenu contesté du Site Web ou de la Plateforme. </p> <p style="color: var (--bs-body-bg);"> Nous vous suggérons de consulter votre conseiller juridique avant de déposer un avis ou un contre-avis. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDisputes"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 13. LITIGES </h4> <p style="color: var(--bs-body-bg);"> Résumé : Conscients des coûts élevés des litiges juridiques, nous souhaitons essayer de régler tout litige avec vous concernant les Conditions en tentant d'abord de résoudre la question de bonne foi par un avis écrit. </p> <p style="color: var(--bs-body-bg);"> Conscients du coût élevé d'un litige juridique, tant en termes financiers qu'en termes de temps et d'énergie, vous et Transcendence42 acceptez la procédure de résolution des litiges suivante : en cas de controverse, réclamation, action ou litige découlant de ou lié à la violation, à l'exécution, à l'interprétation ou à la validité de ces Conditions ou de toute partie de celles-ci, la partie invoquant le litige devra d'abord tenter de bonne foi de régler ce litige en envoyant un avis écrit à l'autre partie par courrier recommandé, décrivant les faits et circonstances (y compris toute documentation pertinente) du litige, et en laissant à la partie destinataire 30 jours à compter de la date d'envoi pour répondre au litige. L'avis sera envoyé à nous via <a href="{{discord_invite}}">discord</a>. </p> <p style="color: var(--bs-body-bg);"> Sauf indication contraire dans votre avis, Transcendence42 répondra à votre avis en utilisant votre dernière adresse e-mail utilisée que nous avons enregistrée. </p> <p style="color: var(--bs-body-bg);"> Dans le cas où Transcendence42 ne parviendrait pas à résoudre le litige, vous et Transcendence42 acceptez tous deux que les parties résolvent leur litige conformément à la section 14 ci-dessous. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-1"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 14. LOI APPLICABLE ET JURIDICTION COMPÉTENTE </h4> <p style="color: var(--bs-body-bg);"> Résumé : En tant qu'entreprise basée en France, la loi qui régit ces conditions générales et notre relation avec vous est la loi française. Tout litige doit être résolu par les tribunaux compétents de Paris (France). </p> <p style="color: var(--bs-body-bg);"> Ces Conditions seront interprétées conformément à la loi française, sans préjudice de toute autre disposition impérative de la loi plus favorable à vous, applicable dans votre pays de résidence habituelle. </p> <p style="color: var(--bs-body-bg);"> Les tribunaux compétents de Paris auront la compétence exclusive pour tout litige ou controverse découlant de ou lié à ces Conditions ou à leur objet. Si vous êtes résident d'un État membre de l'UE ou d'un pays ou État où cette clause est interdite par la loi locale, cette clause ne s'applique pas à vous et ne vous prive pas de la protection des dispositions impératives des lois de protection des consommateurs dans votre pays. Transcendence42 se réserve néanmoins le droit d'engager des procédures judiciaires dans un pays autre que la France, afin de protéger ses intérêts ou de faire valoir ses droits lorsque cela lui paraît approprié. </p> <p style="color: var(--bs-body-bg);"> Dans la mesure permise par la loi, les Parties conviennent que toutes les réclamations et litiges portés contre l'autre partie le seront en votre capacité ou la sienne, et non en tant que demandeur ou membre d'une action collective, d'un arbitrage collectif ou d'une procédure représentative. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-2"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 15. MISES À JOUR ET MODIFICATIONS </h4> <p style="color: var(--bs-body-bg);"> Résumé : Nous pouvons limiter ou interrompre l'accès à la Plateforme afin d'effectuer toute opération sur les Services que nous jugeons nécessaire. Nous ferons de notre mieux pour vous informer du calendrier de ces événements, mais n'avons aucune obligation de le faire. Nous ne sommes pas responsables si de tels événements ont un impact négatif sur votre accès ou votre utilisation de notre Plateforme et de nos Services. </p> <p style="color: var(--bs-body-bg);"> Nous pouvons fournir des correctifs, mises à jour ou améliorations des Services, Objets Virtuels, ou de votre Compte qui peuvent être requis pour continuer à utiliser les Services, y compris des mises à jour automatiques ou en «&nbsp;arrière-plan&nbsp;» sans vous en avertir. Ces mises à jour sont soumises à ces Conditions, sauf si d'autres conditions sont présentées avec les mises à jour, auquel cas, ces autres conditions s'appliqueront. Nous ne sommes pas obligés de rendre disponibles des mises à jour. Nous ne garantissons pas que nous prendrons en charge la version du système ou de l'appareil pour laquelle vous avez concédé sous licence, obtenu ou acheté une partie des Services, sauf si nous avons fait des déclarations concernant la compatibilité. Nous pouvons de temps à autre, sans frais supplémentaires pour vous, modifier, altérer ou suspendre, en tout ou en partie, nos Services, Objets Virtuels, et/ou votre Compte, pour une raison valable. Les raisons valables incluent, sans s'y limiter : l'amélioration de nos Services, Objets Virtuels ou de votre Compte (comme offrir de nouveaux Services, Objets Virtuels ou Contenus) ; les changements nécessaires pour équilibrer les jeux, corriger les bugs ou prévenir ou contrer les exploits ; les changements nécessaires dus à un nouvel environnement technique ou à une augmentation ou diminution du nombre d'utilisateurs ; une violation présumée ou réelle de la propriété intellectuelle ; les changements dans les licences que nous détenons de tiers ou d'autres exigences de conformité de tiers ; la cessation de la fourniture, par un tiers, d'un service ou d'une fonctionnalité faisant partie ou étant connectée à nos Services, Objets Virtuels, ou à votre Compte ; des modifications de coûts ouverts spécifiques et vérifiables ; des améliorations nécessaires pour la sécurité des utilisateurs ou d'autres tiers ; ou d'autres raisons matérielles, légales, réglementaires ou de sécurité. </p> <p style="color: var(--bs-body-bg);"> Nous nous réservons le droit d'interrompre le Service ou toute partie de celui-ci de manière régulière ou autre, avec ou sans préavis, afin d'effectuer des opérations de maintenance. Vous acceptez que nous ne serons pas responsables de toute interruption du Service ou de toute partie de celui-ci, de tout retard ou échec à exécuter résultant de n'importe quelle cause, sous réserve des Droits Non Excluables. </p> <p style="color: var(--bs-body-bg);"> Vous reconnaissez que le Service ou toute partie de celui-ci peut être interrompu pour des raisons indépendantes de notre volonté, et nous ne pouvons garantir que vous pourrez accéder au Service chaque fois que vous le souhaitez. Nous ne serons pas responsables de toute interruption du Service, de tout retard ou échec à exécuter résultant de n'importe quelle cause, sous réserve des Droits Non Excluables. </p> <p style="color: var(--bs-body-bg);"> Sous réserve de toute loi applicable (y compris tout Droit Non Excluable), nous avons le droit à tout moment, avec ou sans raison, de modifier et/ou d'éliminer tout aspect du Service à notre seule discrétion. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority-3"> <h4 class="text-center" style="color: var(--bs-primary-border-subtle);"> 16. CONTACTEZ-NOUS </h4> <p class="text-center" style="color: var(--bs-body-bg);"> Si vous avez des questions concernant ces Conditions, veuillez nous contacter comme suit : </p> <a href="%(discord_invite)s"></a> <p class="text-center" style="color: var(--bs-body-bg);"> <a href="mailto:%(django_mail_contact)s"></a> </p> </div> </div>
