Repository: Dylonni/42_ft_transcendence
Catalog: web/django/locale/*/LC_MESSAGES/django.po
Languages: ar, fa, fr, it, ja, ug

source: <div class="row"> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What data do we collect ? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 collects the following data from all users: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Personal identification information (email address) </li> <li> Messages </li> <li> Account preferences, including lists of "friends" (other users with whom you can exchange private messages) and "blocked users" (users from whom you do not want to receive any interaction) </li> </ul> <p style="color: var(--bs-body-bg);"> Transcendence42 collects the following data for users who opt in to OAuth services (42Auth): </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Personal identification information (profile picture, 42 UID) </li> <li> Indirectly identifying information (coalition banner and color scheme) </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How do we collect your data? </h4> <p style="color: var(--bs-body-bg);"> You directly provide Transcendence42 with most of the data we collect. We collect data and process data when you: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Register online. </li> <li> Send messages to friends or on tournament live chat boards. </li> <li> Voluntarily use the 42Auth service. </li> <li> Use or view our website via your browser’s cookies. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How will we use your data? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 collects your data so that we can: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Manage your account (including the list of "friends" and "blocked users"). </li> <li> Email you with any safety/security concern (e.g: when you update your password). </li> <li> Provide you with a history of exchanged messages. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataStore"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How do we store your data? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 is executed locally on your computer. This mean that all data shared with Transcendence42 is handled on your own computer or server. YOU ARE SOLELY RESPONSIBLE FOR SECURING YOUR OWN NETWORK TO AVOID YOUR DATA BEING EXPOSED ON EXTERNAL NETWORKS. <br>Transcendence42 will keep your email for the whole life of your account. We will delete your data automatically upon deletion of the account. <br>If applicable, Transcendence42 will keep your 42 UID only to complete the 42Auth authentication process. Then we will delete your data automatically. <br>If applicable, Transcendence42 will keep your 42 profile picture, coalition banner and coalition color scheme until you personally and explicitly revoke the 42Auth access. If you decide to revoke the access, we will automatically delete all data retrieved through 42Auth. Deletion of your account automatically revokes the 42Auth access. <br>Your account preferences are stored locally on your computer through the use of cookies, and&nbsp;Transcendence42 has no access to these cookies. You can decide to erase these at any time from your web browser settings. </p> </div> <div class="col"> <hr> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What are your data protection rights? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> The right to access – You have the right to request Transcendence42 for copies of your personal data. We may charge you a small fee for this service. </li> <li> The right to rectification – From your account, you can modify your email address yourself. However, you also have the right to request directly that Transcendence42 correct any information you believe is inaccurate. You also have the right to request Transcendence42 to complete the information you believe is incomplete. </li> <li> The right to erasure – You have the right to request that Transcendence42 erase your personal data, under certain conditions. </li> <li> The right to restrict processing – You have the right to request that Transcendence42 restrict the processing of your personal data, under certain conditions. </li> <li> The right to object to processing – You have the right to object to Transcendence42’s processing of your personal data, under certain conditions. </li> <li> The right to data portability – You have the right to request that Transcendence42 transfer the data that we have collected to another organization, or directly to you, under certain conditions. </li> </ul> <p style="color: var(--bs-body-bg);"> If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please <a href="mailto:%(django_mail_contact)s">contact us </a> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What are cookies </h4> <p style="color: var(--bs-body-bg);"> Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information. When you visit our website, we may collect information from you automatically through cookies or similar technology <br>For further information, visit <br> <a target="_blank" href="https://allaboutcookies.org">allaboutcookies.org</a> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How do we use cookies? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 uses cookies in a range of ways to improve your experience on our website, including: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Keeping you signed in </li> <li> Managing your account preferences </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What types of cookies do we use? </h4> <p style="color: var(--bs-body-bg);"> There are a number of different types of cookies, however, our website uses only "functionality" cookies. Transcendence42 uses these cookies so that we recognize you on our website and remember your previously selected preferences. These could include what language you prefer. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesManage"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How to manage cookies </h4> <p style="color: var(--bs-body-bg);"> You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser. However, in a few cases, some of our website features may not function as a result. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Privacy policies of other websites </h4> <p style="color: var(--bs-body-bg);"> The Transcendence42 website contains links to other websites. Our privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Changes to our privacy policy </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 keeps its privacy policy under regular review and places any updates on this web page. You will also be notified by email that an update has occurred. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How to contact us </h4> <p style="color: var(--bs-body-bg);"> If you have any questions about Transcendence42’s privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us. <br>Email us at:&nbsp; <a href="mailto:">contact@transcendence42.rocks</a> <br>or on&nbsp; <a href="%(discord_invite)s">discord</a>. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority" style="margin-bottom: 5rem;"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How to contact the appropriate authority </h4> <p style="color: var(--bs-body-bg);"> Should you wish to report a complaint or if you feel that Transcendence42 has not addressed your concern in a satisfactory manner, you may contact the French Information Commissioner’s Office:&nbsp;&nbsp; <a target="_blank" href="https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment"> https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment </a> </p> </div> </div>
fr: <div class="row"> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Quelles données collectons-nous ? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 collecte les données suivantes pour tous les utilisateurs : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Informations personnelles d'identification : adresse courriel </li> <li> Messages </li> <li> Préférences de compte, y compris les listes d'«&nbsp;amis&nbsp;» (utilisateurs avec qui vous pouvez échanger des messages privés) et d'«&nbsp;utilisateurs bloqués&nbsp;» (utilisateurs dont vous ne souhaitez plus recevoir d'interaction) </li> </ul> <p style="color: var(--bs-body-bg);"> Transcendence42 collecte les données suivantes pour les utilisateurs qui choisissent d'utiliser les services OAuth (42Auth) : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Informations personnelles d'identification : photo de profil, 42 UID </li> <li> Informations indirectes d'identification : bannière et couleurs de la coalition </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Comment collectons-nous vos données ? </h4> <p style="color: var(--bs-body-bg);"> Vous fournissez directement à Transcendence42 la majorité des données que nous collectons. Nous collectons et traitons des données lorsque vous : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> vous inscrivez en ligne. </li> <li> envoyez des messages à des amis ou utilisez le chat en direct des tournois. </li> <li> utilisez volontairement le service 42Auth. </li> <li> utilisez ou visitez notre site web via les cookies de votre navigateur. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Comment utilisons-nous vos données ? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 collecte vos données afin de : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> gérer votre compte (y compris la liste des «&nbsp;amis&nbsp;» et des «&nbsp;utilisateurs bloqués&nbsp;»). </li> <li> vous envoyer des courriels en cas de préoccupations de sécurité (ex : lors de la mise à jour de votre mot de passe). </li> <li> vous fournir un historique des messages échangés. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataStore"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Comment stockons-nous vos données ? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 est exécuté localement sur votre ordinateur. Cela signifie que toutes les données partagées avec Transcendence42 sont traitées sur votre propre ordinateur ou serveur. VOUS ÊTES SEUL RESPONSABLE DE LA SÉCURISATION DE VOTRE RÉSEAU AFIN D'ÉVITER QUE VOS DONNÉES NE SOIENT EXPOSÉES SUR DES RÉSEAUX EXTERNES. <br>Transcendence42 conservera votre courriel pendant toute la durée de vie de votre compte. Nous supprimerons automatiquement vos données lors de la suppression du compte. <br>Si applicable, Transcendence42 conservera votre 42 UID uniquement pour compléter le processus d'authentification 42Auth. Ensuite, nous supprimerons automatiquement vos données. <br>Si applicable, Transcendence42 conservera votre photo de profil issue de l'intra 42, ainsi que la bannière et le schéma de couleur de votre coalition jusqu'à ce que vous révoquiez explicitement l'accès 42Auth. Si vous révoquez cet accès, nous supprimerons automatiquement toutes les données récupérées par 42Auth. La suppression de votre compte révoque automatiquement l'accès 42Auth. <br>Vos préférences de compte sont stockées localement sur votre ordinateur via des cookies, auxquels Transcendence42 n'a pas accès. Vous pouvez décider de les effacer à tout moment dans les paramètres de votre navigateur. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Quels sont vos droits en matière de protection des données ? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 tient à s'assurer que vous êtes pleinement conscient de tous vos droits en matière de protection des données. Chaque utilisateur dispose des droits suivants : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Le droit d'accès – Vous avez le droit de demander une copie de vos données personnelles. Il est possible que des frais s'appliquent. </li> <li> Le droit de rectification – Depuis votre compte, vous pouvez modifier votre adresse courriel vous-même. Cependant, vous avez aussi le droit de demander à Transcendence42 de corriger toute information inexacte. Vous avez aussi le droit de demander à Transcendence42 de compléter les informations que vous jugez incomplètes. </li> <li> Le droit à l'effacement – Vous avez le droit de demander que Transcendence42 supprime vos données personnelles, sous certaines conditions. </li> <li> Le droit à la limitation du traitement – Vous avez le droit de demander que Transcendence42 limite le traitement de vos données personnelles, sous certaines conditions. </li> <li> Le droit d'opposition – Vous avez le droit de vous opposer au traitement de vos données par Transcendence42, sous certaines conditions. </li> <li> Le droit à la portabilité des données – Vous avez le droit de demander que Transcendence42 transfère les données que nous avons collectées à un autre organisme, ou directement à vous, sous certaines conditions. </li> </ul> <p style="color: var(--bs-body-bg);"> Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l'un de ces droits, veuillez <a href="mailto:%(django_mail_contact)s">nous contacter </a> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Qu'est-ce qu'un cookie ? </h4> <p style="color: var(--bs-body-bg);"> Les cookies sont des fichiers texte placés sur votre ordinateur afin de collecter des informations standard de connexion à Internet et des informations sur le comportement des visiteurs. Lorsque vous visitez notre site web, nous pouvons collecter des informations automatiquement par le biais de cookies ou de technologies similaires. <br>Pour plus d'informations, visitez <br> <a target="_blank" href="https://allaboutcookies.org">allaboutcookies.org</a> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Comment utilisons-nous les cookies ? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 utilise les cookies de plusieurs façons pour améliorer votre expérience sur notre site web, notamment : </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Vous garder connecté(e) </li> <li> Gérer vos préférences de compte </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Quels types de cookies utilisons-nous ? </h4> <p style="color: var(--bs-body-bg);"> Il existe plusieurs types de cookies, mais notre site n'utilise que des cookies de «&nbsp;fonctionnalité&nbsp;». Transcendence42 utilise ces cookies pour vous reconnaître sur notre site web et se souvenir de vos préférences sélectionnées précédemment. Cela peut inclure la langue que vous avez choisie. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesManage"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Comment gérer vos cookies </h4> <p style="color: var(--bs-body-bg);"> Vous pouvez configurer votre navigateur pour qu'il n'accepte pas les cookies, et le site ci-dessus vous explique comment supprimer les cookies de votre navigateur. Toutefois, dans certains cas, certaines fonctionnalités de notre site peuvent ne plus fonctionner. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Politiques de confidentialité des autres sites web </h4> <p style="color: var(--bs-body-bg);"> Le site Transcendence42 contient des liens vers d'autres sites web. Notre politique de confidentialité s'applique uniquement à notre site web. Si vous cliquez sur un lien vers un autre site web, vous devez lire leur politique de confidentialité. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Modification de notre politique de confidentialité </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 passe régulièrement en revue sa politique de confidentialité et publie toute mise à jour sur cette page. Vous serez également informé par e-mail en cas de mise à jour. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Nous contacter </h4> <p style="color: var(--bs-body-bg);"> Si vous avez des questions concernant la politique de confidentialité de Transcendence42, les données que nous détenons à votre sujet, ou si vous souhaitez exercer l'un de vos droits en matière de protection des données, n'hésitez pas à nous contacter. <br>Envoyez-nous un e-mail à :&nbsp; <a href="mailto:%(django_mail_contact)s"></a> <br>ou sur&nbsp; <a href="%(discord_invite)s">discord</a>. </p> </div> <div class="col"> <hr> </div> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority" style="margin-bottom: 5rem;"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Contacter les autorités compétentes </h4> <p style="color: var(--bs-body-bg);"> Si vous souhaitez déposer une plainte ou si vous estimez que Transcendence42 n'a pas traité votre préoccupation de manière satisfaisante, vous pouvez contacter la Commission Nationale de l'Informatique et des Libertés (CNIL) en France :&nbsp;&nbsp; <a target="_blank" href="https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment"> https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment </a> </p> </div> </div>
