Repository: Dylonni/42_ft_transcendence
Catalog: web/django/locale/*/LC_MESSAGES/django.po
Languages: ar, fa, fr, it, ja, ug

source: <div class="row"> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What data do we collect ? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 collects the following data from all users: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Personal identification information (email address) </li> <li> Messages </li> <li> Account preferences, including lists of "friends" (other users with whom you can exchange private messages) and "blocked users" (users from whom you do not want to receive any interaction) </li> </ul> <p style="color: var(--bs-body-bg);"> Transcendence42 collects the following data for users who opt in to OAuth services (42Auth): </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Personal identification information (profile picture, 42 UID) </li> <li> Indirectly identifying information (coalition banner and color scheme) </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How do we collect your data? </h4> <p style="color: var(--bs-body-bg);"> You directly provide Transcendence42 with most of the data we collect. We collect data and process data when you: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Register online. </li> <li> Send messages to friends or on tournament live chat boards. </li> <li> Voluntarily use the 42Auth service. </li> <li> Use or view our website via your browser’s cookies. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How will we use your data? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 collects your data so that we can: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Manage your account (including the list of "friends" and "blocked users"). </li> <li> Email you with any safety/security concern (e.g: when you update your password). </li> <li> Provide you with a history of exchanged messages. </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataStore"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How do we store your data? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 is executed locally on your computer. This mean that all data shared with Transcendence42 is handled on your own computer or server. YOU ARE SOLELY RESPONSIBLE FOR SECURING YOUR OWN NETWORK TO AVOID YOUR DATA BEING EXPOSED ON EXTERNAL NETWORKS. <br>Transcendence42 will keep your email for the whole life of your account. We will delete your data automatically upon deletion of the account. <br>If applicable, Transcendence42 will keep your 42 UID, 42 profile picture, coalition banner and coalition color scheme until you personally and explicitly revoke the 42Auth access. If you decide to revoke the access, we will automatically delete all data retrieved through 42Auth. Deletion of your account automatically revokes the 42Auth access. <br>Your account preferences are stored locally on your computer through the use of cookies, and&nbsp;Transcendence42 has no access to these cookies. You can decide to erase these at any time from your web browser settings. </p> </div> <div class="col"> <hr> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What are your data protection rights? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> The right to access – You have the right to request Transcendence42 for copies of your personal data. We may charge you a small fee for this service. </li> <li> The right to rectification – From your account, you can modify your email address yourself. However, you also have the right to request directly that Transcendence42 correct any information you believe is inaccurate. You also have the right to request Transcendence42 to complete the information you believe is incomplete. </li> <li> The right to erasure – You have the right to request that Transcendence42 erase your personal data, under certain conditions. </li> <li> The right to restrict processing – You have the right to request that Transcendence42 restrict the processing of your personal data, under certain conditions. </li> <li> The right to object to processing – You have the right to object to Transcendence42’s processing of your personal data, under certain conditions. </li> <li> The right to data portability – You have the right to request that Transcendence42 transfer the data that we have collected to another organization, or directly to you, under certain conditions. </li> </ul> <p style="color: var(--bs-body-bg);"> If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please <a href="mailto:%(django_mail_contact)s">contact us </a> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What are cookies </h4> <p style="color: var(--bs-body-bg);"> Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information. When you visit our website, we may collect information from you automatically through cookies or similar technology <br>For further information, visit <br> <a target="_blank" href="https://allaboutcookies.org">allaboutcookies.org</a> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How do we use cookies? </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 uses cookies in a range of ways to improve your experience on our website, including: </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);"> Keeping you signed in </li> <li> Managing your account preferences </li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> What types of cookies do we use? </h4> <p style="color: var(--bs-body-bg);"> There are a number of different types of cookies, however, our website uses only "functionality" cookies. Transcendence42 uses these cookies so that we recognize you on our website and remember your previously selected preferences. These could include what language you prefer. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesManage"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How to manage cookies </h4> <p style="color: var(--bs-body-bg);"> You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser. However, in a few cases, some of our website features may not function as a result. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Privacy policies of other websites </h4> <p style="color: var(--bs-body-bg);"> The Transcendence42 website contains links to other websites. Our privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> Changes to our privacy policy </h4> <p style="color: var(--bs-body-bg);"> Transcendence42 keeps its privacy policy under regular review and places any updates on this web page. You will also be notified by email that an update has occurred. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How to contact us </h4> <p style="color: var(--bs-body-bg);"> If you have any questions about Transcendence42’s privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to <a href="mailto:%(django_mail_contact)s">email us </a> or reach out on <a href="%(discord_invite)s">Discord</a>. </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority" style="margin-bottom: 5rem;"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> How to contact the appropriate authority </h4> <p style="color: var(--bs-body-bg);"> Should you wish to report a complaint or if you feel that Transcendence42 has not addressed your concern in a satisfactory manner, you may contact the French Information Commissioner’s Office:&nbsp;&nbsp; <a target="_blank" href="https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment"> https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment </a> </p> </div> </div>
ja: <div class="row"> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> どのようなデータを収集しますか？ </h4> <p style="color: var(--bs-body-bg);"> Transcendence42は、すべてのユーザーから以下のデータを収集します： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);">個人識別情報（メールアドレス）</li> <li>メッセージ</li> <li>アカウント設定（「友達」（プライベートメッセージを交換できる他のユーザー）と「ブロックされたユーザー」（インタラクションを受けたくないユーザー）のリストを含む）</li> </ul> <p style="color: var(--bs-body-bg);"> Transcendence42は、OAuthサービス（42Auth）をオプトインしたユーザーから以下のデータを収集します： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);">個人識別情報（プロフィール画像、42 UID）</li> <li>間接的な識別情報（連合バナーとカラースキーム）</li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataCollect"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> どのようにしてデータを収集しますか？ </h4> <p style="color: var(--bs-body-bg);"> Transcendence42は、主にユーザーから直接データを収集しています。以下の方法でデータを収集し、処理します： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);">オンライン登録時</li> <li>友達やトーナメントのライブチャットボードでメッセージを送信する時</li> <li>42Authサービスを自発的に使用する時</li> <li>ブラウザのクッキーを通じてウェブサイトを使用または表示する時</li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> データをどのように使用しますか？ </h4> <p style="color: var(--bs-body-bg);"> Transcendence42は、以下の目的でデータを収集します： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);">アカウントの管理（「友達」と「ブロックされたユーザー」のリストを含む）</li> <li>安全性やセキュリティに関する懸念が発生した際にメールで連絡するため（例：パスワードを更新した時）</li> <li>送受信したメッセージの履歴を提供するため</li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hDataStore"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> データをどのように保管しますか？ </h4> <p style="color: var(--bs-body-bg);"> Transcendence42はローカルでユーザーのコンピュータ上で実行されます。つまり、Transcendence42と共有されたデータはすべてユーザーのコンピュータまたはサーバー上で処理されます。**ユーザー自身のネットワークを保護し、外部ネットワーク上にデータが漏洩しないようにする責任はユーザー自身にあります。** <br>Transcendence42は、アカウントが存在する限り、ユーザーのメールアドレスを保持します。アカウントが削除されると、自動的にデータは削除されます。 <br>42Auth認証プロセスを完了するために必要な場合、42 UIDは保存されます。その後、自動的にデータは削除されます。 <br>42Authアクセスを個人的かつ明示的に取り消さない限り、42のプロフィール画像、連合バナー、連合のカラースキームは保存されます。アクセスを取り消すと、42Authを通じて取得したすべてのデータは自動的に削除されます。アカウントを削除すると、42Authアクセスも自動的に取り消されます。 <br>アカウント設定は、クッキーを使用してユーザーのコンピュータにローカル保存されており、Transcendence42はこれらのクッキーにアクセスしません。クッキーはウェブブラウザの設定からいつでも削除することができます。 </p> </div> <div class="col"> <hr> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wDataProtection"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> あなたのデータ保護権利は何ですか？ </h4> <p style="color: var(--bs-body-bg);"> Transcendence42は、すべてのユーザーが自身のデータ保護権利を完全に理解していることを確認したいと考えています。すべてのユーザーには、以下の権利があります： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);">アクセスの権利 – ユーザーは、Transcendence42に対して自身の個人データのコピーを要求する権利を持っています。このサービスに対して少額の手数料がかかる場合があります。</li> <li>訂正の権利 – アカウントから自分のメールアドレスを変更することができますが、Transcendence42に対して不正確な情報の修正を直接要求する権利もあります。また、不完全だと思う情報を修正するようTranscendence42に要求する権利もあります。</li> <li>消去の権利 – 特定の条件下で、個人データの消去をTranscendence42に要求する権利があります。</li> <li>処理制限の権利 – 特定の条件下で、個人データの処理を制限するように要求する権利があります。</li> <li>処理への異議権 – 特定の条件下で、Transcendence42による個人データの処理に異議を唱える権利があります。</li> <li>データの移転権 – 特定の条件下で、Transcendence42に収集されたデータを他の組織またはユーザー本人に転送するよう要求する権利があります。</li> </ul> <p style="color: var(--bs-body-bg);"> 要求があった場合、Transcendence42は1ヶ月以内に対応します。これらの権利を行使したい場合は、<a href="mailto:%(django_mail_contact)s">こちらからご連絡ください</a> </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookies"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> クッキーとは何ですか？ </h4> <p style="color: var(--bs-body-bg);"> クッキーは、標準的なインターネットログ情報や訪問者の行動情報を収集するためにコンピュータに保存されるテキストファイルです。私たちのウェブサイトにアクセスすると、クッキーまたは類似の技術を通じて自動的に情報を収集することがあります。 <br>詳細については、<a target="_blank" href="https://allaboutcookies.org">allaboutcookies.org</a>をご覧ください。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesUse"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> クッキーをどのように使用しますか？ </h4> <p style="color: var(--bs-body-bg);"> Transcendence42は、ウェブサイトでのユーザー体験を向上させるため、以下の方法でクッキーを使用します： </p> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li style="color: var(--bs-body-bg);">ログイン状態の保持</li> <li>アカウントの設定の管理</li> </ul> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="wCookiesType"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> どの種類のクッキーを使用しますか？ </h4> <p style="color: white;"> クッキーにはさまざまな種類がありますが、当ウェブサイトでは「機能性」クッキーのみを使用しています。Transcendence42は、これらのクッキーを使用してユーザーを認識し、以前に選択された設定（言語の好みなど）を記憶します。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hCookiesManage"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> クッキーの管理方法 </h4> <p style="color: var(--bs-body-bg);"> ブラウザの設定でクッキーを受け入れないように設定することができます。上記のウェブサイトでは、ブラウザからクッキーを削除する方法について説明されています。しかし、いくつかの場合、ウェブサイトの機能の一部が正しく動作しなくなる可能性があります。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyOther"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> 他のウェブサイトのプライバシー規約 </h4> <p style="color: var(--bs-body-bg);"> Transcendence42のウェブサイトには、他のウェブサイトへのリンクが含まれています。私たちのプライバシー規約は当ウェブサイトにのみ適用されますので、他のウェブサイトにアクセスする際は、そのプライバシー規約をご確認ください。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="privacyChanges"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> プライバシー規約の変更 </h4> <p style="color: var(--bs-body-bg);"> Transcendence42はプライバシー規約を定期的に見直し、ウェブページに更新を掲載します。更新があった場合、メールでお知らせします。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactUs"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> お問い合わせ方法 </h4> <p style="color: var(--bs-body-bg);"> Transcendence42のプライバシー規約や、保持しているデータについて質問がある場合、またはデータ保護権利を行使したい場合は、<a href="mailto:%(django_mail_contact)s">メールでご連絡ください</a>、または<a href="%(discord_invite)s">Discord</a>でお問い合わせください。 </p> </div> <div class="col"> <hr> </div> <div class="col-md-12" id="hContactAuthority" style="margin-bottom: 5rem;"> <h4 style="color: var(--bs-primary-border-subtle);text-decoration: underline;"> 適切な当局への連絡方法 </h4> <p style="color: var(--bs-body-bg);"> 苦情を報告したい場合、またはTranscendence42が懸念に適切に対処していないと感じた場合は、以下のリンクからフランスの情報委員会事務局に連絡することができます：&nbsp;&nbsp; <a target="_blank" href="https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment"> https://www.cnil.fr/fr/cnil-direct/question/adresser-une-reclamation-plainte-la-cnil-quelles-conditions-et-comment </a> </p> </div> </div>

source: TERMS OF SERVICE
fr: CONDITIONS D'UTILISATIONS
ja: 利用規約
