Repository: Dylonni/42_ft_transcendence
Catalog: web/django/locale/*/LC_MESSAGES/django.po
Languages: ar, fa, fr, it, ja, ug

source: Must include username/email and password.
fr: Doit inclure "nom d'utilisateur/courriel" et "mot de passe".
ja: "ウーザー名／Eメール" と "パスワード" を含める必要があります。

source: Unable to log in with provided credentials.
ar: غير قادر على تسجيل وثائق التفويض المقدمة.
fa: عدم امکان ثبت نام با مدارک ارائه شده
fr: Impossible de se connecter avec les identifiants fournis.
it: Non è possibile accedere con le credenziali fornite.
ja: 提供された認証情報でログインできません。
ug: تەمىنلەنگەن كىنىشكا بىلەن كىرەلمەيدۇ.

source: Check your email and activate your account first.
fr: Pour activer votre compte, veuillez vérifier votre adresse courriel.
ja: 会員登録 口座の有効化は、Eメールアドレスをご確認ください。

source: Account is inactive.
fr: Compte désactivé.
ja: アクティブにアカウント!

source: Unable to register with provided credentials.
fr: Impossible de se connecter avec les identifiants fournis.
ja: 提供された認証情報でログインできません。

source: Please check your email to sign in.
fr: Vérifiez votre courriel pour vous connecter.
ja: ログインするように、メールをチェックしてください。

source: User logged in.
fr: Utilisateur connecté.
ja: ログイン完成

source: Wrong credentials. Please try again
fr: Identifiants invalides. Veuillez réessayer.
ja: 資格情報は無効。もう一度やり直してください。

source: Invalid url.
fr: URL invalide
ja: URLは無効

source: Invalid code.
fr: Code invalide
ja: コードは無効

source: Connection accepted.
fr: Connexion acceptée.
ja: ログイン完成

source: User logged out.
fr: Utilisateur déconnecté.
ja: ログアウト完成！

source: Activate your Account
fr: Activer votre compte
ja: アカウントの有効化

source: Account registered! Please check your email to activate it.
fr: Votre compte est enregistré ! Pour l'activer, veuillez vérifier votre adresse courriel.
ja: 会員登録 口座の有効化は、Eメールアドレスをご確認ください。

source: Invalid Username/Email.
fr: Nom d'utilisateur/adresse courriel invalide.
ja: Eメールやウーザー名は無効

source: Account verified.
fr: Compte vérifié.
ja: 認証済みアカウント

source: Reset your Password
fr: Réinitialiser votre nouveau mot de passe.
ja: 新しいパスワードを設定します。

source: Password reset request sent! Please check your email.
fr: Vous allez recevoir un lien pour modifier votre mot de passe. Veuillez surveiller votre courriel.
ja: パスワードをリセットするには、メールアドレスをご確認ください。

source: Set your new password.
ar: ضع كلمة المرور الجديدة
fa: پسورد جدید خود را تنظیم کنید.
fr: Entrez votre nouveau mot de passe.
it: Imposta la nuova password.
ja: 新しいパスワードを設定します。
ug: يېڭى پارولىڭىزنى بەلگىلەڭ.

source: Password changed.
fr: Le mot de passe a été modifié.
ja: パスワード変更

source: 42 account unlinked.
fr: Compte 42 dissocié.
ja: ４２アカウントログアウト

source: Sign in first.
fr: Connexion
ja: ログイン

source: Valid tokens.
fr: Jetons valides
ja: トケンは有効

source: Invalid tokens.
fr: Jetons invalides
ja: トケンは無効

source: Refreshed tokens.
ja: リフレッシュトークン

source: Friendship not found.
fr: Ami introuvable.
ja: 友達が見つかりません。

source: Cannot be friends with yourself.
fr: Vous ne pouvez pas être votre propre ami.
ja: 自分で友達にすることはできません。

source: These profiles are already friends.
fr: Ces profiles sont déjà amis.
ja: そのプロフィールは既に友達です。

source: Profile not part of this friendship.
fr: Vous n'êtes pas ami avec cette personne.
ja: このウーザーとは友ではありませ。

source: Friendship already removed.
fr: Cette amitié n'existe déjà plus.
ja: 既に削除された友達。

source: Cannot send a friend request to yourself.
fr: Vous ne pouvez pas être votre propre ami.
ja: 友達リクエストを自分で送信することはできません。

source: Friend request already sent.
fr: Vous l'avez déjà demandé en ami.
ja: リクエストもう送信しました。

source: Friend request already received.
fr: Vous avez déjà reçu une demande en ami
ja: リクエストもう受け付けています。

source: Friend message not found.
fr: Nous n'avons pas trouvé ce message.
ja: ともだちからメッセージが見つかりません。

source: Player is already in a game.
fr: Déjà en train de jouer.
ja: プレイヤーはゲーム中。

source: Server is full. Try to create a game later.
fr: Le serveur est plein. Veuillez réessayer ultérieurement.
ja: サーバーがいっぱいです。 後でゲームを作成してみてください。

source: Game is full. Unable to join.
fr: Il n'y a plus de place dans cette partie.
ja: ゲームがいっぱいです。 参加できません。

source: Game has already started.
fr: La partie a déjà commencé.
ja: ゲームは始まりました。

source: Player is not in the game.
fr: Ce joueur n'est pas dans cette partie.
ja: プレイヤーはゲーム内ではありません。

source: Cannot send a game invite to yourself.
fr: Vous ne pouvez pas vous inviter vous-même.
ja: ゲームを自分で送信することはできません。

source: Sender is not in a game.
fr: Vous n'avez pas encore créé de partie.
ja: 入札はゲームではありません。

source: Game invite already sent.
fr: Invitation déjà envoyée.
ja: ゲームは既に送信されました。

source: Game invite already received.
fr: Invitation déjà reçue.
ja: 既に受け取られたゲーム招待。

source: Small
fr: Petite
ja: 小

source: Medium
fr: Moyenne
ja: 中

source: Large
fr: Grande
ja: 大

source: Slow
fr: Lente
ja: 遅

source: Normal
fr: Normale
ja: 普通

source: Fast
fr: Rapide
ja: 速

source: Easy
fr: Facile
ja: 簡単

source: Hard
fr: Difficile
ja: 難

source: Send
fr: Envoyer
ja: メッセージ送信

source: Join
fr: Rejoindre
ja: 参加

source: Leave
fr: Quitter
ja: 退去

source: Prepare
fr: Préparer
ja: 準備

source: Eliminate
fr: Éliminer
ja: 排除する

source: Win
fr: Victoires
ja: 勝ち

source: Game created.
fr: Partie créée.
ja: ゲーム作成。

source: Game not found.
fr: Partie inexistante
ja: ゲームが見つかりません。

source: Game joined.
fr: Partie rejointe
ja: ゲーム参加

source: Game left.
fr: Partie quittée.
ja: ゲーム退去。

source: Need more players.
ja: プレイヤー募集中

source: Game started.
fr: La partie a commencé.
ja: ゲームが始まりました。

source: Message sent.
fr: Message envoyé
ja: メッセージが送信された

source: Friend Request
fr: Demande en Ami
ja: 友人リクエスト

source: Friend Message
fr: Message
ja: 友達メッセージ

source: Game Invitation
fr: Invitation à jouer
ja: ゲーム招待

source: Game Message
fr: Message du jeu
ja: ゲームメッセージ

source: Language changed.
fr: Langue mise à jour
ja: 言語変更

source: No profile found to set status.
ja: プロファイルはないのでステータスを設定できない。

source: Profile is already blocked.
fr: Le profil est déjà bloqué
ja: ウーザーはもうブロックされています。

source: Online
fr: En ligne
ja: オンライン

source: Waiting
fr: En attente
ja: 準備中

source: Playing
fr: En jeu
ja: ゲーム中

source: Offline
fr: Hors ligne
ja: オフライン

source: Unranked
fr: Non classé
ja: 不ランク

source: Profile not found.
fr: Profil introuvable.
ja: ウーザーが見つかりません。

source: Incorrect password.
fr: Mot de passe erroné.
ja: パスワードが正しくありません

source: Account deleted.
fr: Compte supprimé.
ja: アカウントは削除された

source: Alias already taken.
fr: Cet alias est déjà pris.
ja: ウーザー名は取られた

source: Alias updated.
fr: Alias mis à jour.
ja: アリアスが更新されました。

source: Avatar updated.
fr: Avatar mis à jour.
ja: アバターを更新しました。

source: Default language changed.
fr: La langue par défaut a été modifiée.
ja: デフォルト言語が変更されました。

source: Change your Email
fr: Modifier votre courriel
ja: Eメール変化

source: Email change request sent! Please check your email.
fr: Vous allez recevoir un lien pour modifier votre adresse courriel de contact. Veuillez surveiller votre adresse courriel actuelle.
ja: Vous allez recevoir un lien pour modifier votre adresse courriel de contact. Veuillez surveiller votre adresse courriel actuelle.

source: Invalid email.
fr: Adresse courriel invalide.
ja: 無効なメール

source: Invalid password.
fr: Mot de passe invalide.
ja: 無効なパスワード

source: Email changed.
fr: L'adresse courriel a été modifiée.
ja: Eメール変更

source: Change your Password
fr: Modifier votre nouveau mot de passe.
ja: 変更する パスワード

source: Password change request sent! Please check your email.
fr: Vous allez recevoir un lien pour modifier votre mot de passe. Veuillez surveiller votre courriel.
ja: パスワード変更送信リクエスト! Eメールをチェックしてください。

source: 2FA enabled.
fr: 2FA Activée.
ja: 2FA許容

source: 2FA disabled.
fr: 2FA désactivée.
ja: 2FA非許容

source: Code verified.
fr: Code vérifié.
ja: 認証済みコード

source: Game invitation sent.
fr: Invitation envoyée.
ja: ゲーム招待が送られました。

source: Profile blocked.
fr: Utilisateur bloqué.
ja: ウーザーがブロックされた。

source: Friend request accepted.
fr: La demande en ami a été acceptée.
ja: 友達リクエスト承認。

source: Friend request sent.
fr: La demande en ami a été envoyée.
ja: 友達リクエストが送られました。

source: Game invitation accepted.
fr: L'invitation de jeu a été acceptée.
ja: ゲーム招待承認。

source: Game invitation declined.
fr: L'invitation de jeu a été refusée.
ja: ゲーム招待断。

source: Profile unblocked.
fr: Utilisateur debloqué.
ja: ウーザーがアンブロックされた。

source: Friend request declined.
fr: La demande en ami a été refusée.
ja: 友達リクエスト招待断。

source: Friend removed.
fr: Amitié supprimée.
ja: 友達削除。

source: About
fr: À propos
ja: お問い合わせ

source: About Transcendence42
fr: À propos de Transcendence42
ja: Transcendence42について

source: Welcome to this section, here you can learn more about the app and our team
fr: Bienvenue! Ici vous en saurez plus sur notre application et notre équipe
ja: このセクションへようこそ、ここでアプリと私たちのチームについてもっと学ぶことができます

source: Frequently Asked Questions
fr: Foire Aux Questions
ja: よくある質問

source: Game Rules
fr: Règles du jeu
ja: ゲームルール

source: The Dev Team
fr: L'équipe de développement
ja: デベロッパーチーム

source: Privacy Policy
ar: سياسة الخصوصية
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシー規約
ug: مەخپىيەتلىك تۈزۈمى

source: Terms of Service
fr: Conditions d'utilisation
ja: 利用規約

source: This is us, the team behind Transcendence42 project. Check us out below !
fr: Et voici l'équipe de Transcendence42 !
ja: Transcendence42プロジェクトの背後にあるチームです。 お問い合わせ

source: Frontend Dev
fr: Dev Frontend
ja: フロントエンドデベロッパー

source: UI/UX Design
fr: Design UI/UX
ja: UI/UXデザイン

source: Backend Dev
fr: Dev Backend
ja: バックエンドデベロッパー

source: Database Architecture
fr: Architecture de données
ja: データベースのアーキテクチャ

source: Game Design
fr: Design du jeu
ja: ゲームデザイン

source: Devops and security
fr: Devops et sécurité
ja: Devopsとセキュリティ

source: GDPR Compliance
fr: Conformité RGPD
ja: GDPRについて コンプライアンス

source: Localization and Translation
fr: Traduction et localisation
ja: 翻訳

source: FAQ
ja: よくある質問

source: How does the ranking system and the elo works ?
fr: Comment fonctionnent le classement et le système d'elo ?
ja: ランキングシステムと elo の仕組みは?

source: Points
ja: ポイント

source: are calculated upon victories and defeats and on your opponent&#39;s
fr: : basés sur le nombre de victoires et défaites, mais aussi le
ja: 勝利と敗北と対戦相手に計算されます&#39;s

source: Rank
fr: Classement
ja: ランキング

source: If your opponent&#39;s rank is bigger than yours, you will gain more points on a victory and loose less points on a defeat.
fr: Si votre adversaire est mieux classé que vous, vous gagnerez plus en cas de victoire, et perdrez moins en cas de défaite.
ja: 相手のランクがあなたのよりも大きい場合, あなたは勝利により多くのポイントを獲得し、敗北により少ないポイントを失うことになります.

source: If you decide to leave the game while it&#39;s on, you will get a
fr: Quitter une partie en cours vous vaudra
ja: もし、の時にゲームを離れることにしたなら、

source: point penalty
fr: un point de pénalité
ja: ポイント ペナルティ

source: and you will also loose the points you were supposed to loose initially.
fr: , en plus de la perte de points prévue en cas de défaite.
ja: また、最初にゆるむべきポイントを緩めます。

source: Winning games in a tournament will
fr: Les victoires en tournoi
ja: トーナメントでゲームを獲得する

source: grant you
fr: vous octroient
ja: 助成金

source: more points.
fr: plus de points.
ja: より多くのポイント。

source: is simply based on the
fr: est tout simplement basé sur
ja: 単にに基づいている

source: you acquired.
fr: que vous avez acquis.
ja: 取得しました。

source: What data do you store ?
fr: Que stockez-vous comme données personnelles?
ja: 保存するデータ

source: Please check our
fr: Notre
ja: お問い合わせ

source: page for all relevant info.
fr: contient toutes les informations dont vous avez besoin.
ja: すべての関連情報のページ。

source: How does the social aspect works ?
fr: Comment fonctionne le clavardage / live chat?
ja: 社会的側面はどのように機能しますか?

source: The
fr: Le
ja: ザ・オブ・ザ・

source: Social
ar: الاجتماعية
fa: اجتماعی اجتماعی اجتماعی
fr: Clavardage
it: Sociale
ja: チャット
ug: ئىجتىمائىي

source: aspect of the app allows you to discuss with friends and manage your friend list.
fr: vous permet de discuter avec des amis, ainsi que de gérer votre liste d'amis.
ja: アプリの側面では、友達と話し合い、友人リストを管理することができます。

source: To create a conversation or interact with someone, you must add a player to your friend list.
fr: Pour créer une conversation ou intéragir avec d'autres joueurs, vous devez le(s) ajouter à votre liste d'amis.
ja: 会話を作成するか、誰かとやり取りするには、プレーヤーをフレンドリストに追加する必要があります。

source: The friend has to either accept the requested invitation from you, or has to add you back via your
fr: Cette personne peut accepter votre invitation directement, ou encore vous ajouter à sa propre liste d'amis via votre
ja: 友人は、あなたからの要求された招待状を受け入れるか、またはあなたを介して戻ってあなたを追加する必要があります

source: Profile
ar: Profile البيت
fa: پروفایل پروفایل پروفایل
fr: Profil
it: Profilo
ja: プロフィール
ug: ئارخىپ

source: page.
fr: personnel.
ja: サイトマップ

source: When both users have accepted each other, you can see their status in the
fr: Lorsque deux joueurs se sont mutellement ajoutés en amis, ils peuvent chacun voir leur statut sur la page de
ja: どちらのユーザーがお互いに受け入れられているとき、あなたは自分のステータスを見ることができます

source: page, you can interact with this friend by clicking on them in your friend list.
fr: . Pour intéragir avec un ami, il suffit de cliquer sur son nom dans la liste.
ja: このページでは、友人リストでクリックして、この友人と対話することができます。

source: What happens when I block someone ?
fr: Que se passe-t-il quand je bloque quelqu'un?
ja: 誰かをブロックするときはどうなりますか?

source: Blocking
fr: Bloquer
ja: ブロック

source: a user will prevent them from sending notifications and messages to you.
fr: un joueur fait que vous ne recevrez plus de messages ni de notifications de sa part.
ja: ユーザーに通知やメッセージの送信を防ぐことができます。

source: If you have blocked someone and play with them in the same game room, you will not see their messages in the room chat.
fr: Dans une instance de jeu, vous ne verrez pas les messages en direct des personnes que vous avez bloquées.
ja: 誰かをブロックして、同じゲームルームで遊ぶと、ルームチャットでメッセージが表示されません。

source: If you have blocked a friend, you will still be able to interact with them, and they will be able to see your requests and messages but you will not see their replies or requests.
fr: Vous pouvez continuer à notifier les amis que vous bloquez, et ils verront vos messages et invitations. Cependant, vous ne pourrez plus voir leurs réponses ou invitations.
ja: 友人をブロックした場合は、まだ彼らとやり取りすることができ、彼らはあなたの要求やメッセージを見ることができますが、あなたは彼らの返信や要求を見ることができません。

source: You can
fr: Vous pouvez
ja: お問い合わせ

source: Unblock
fr: Débloquer
ja: ブロック解除

source: a user by going to their
fr: un utilisateur depuis sa page de
ja: ユーザは、

source: page, via the
fr: via la page de
ja: ページ, ビア

source: page , or removing them off your blocked list under the
fr: , ou en les retirant de votre liste d'utilisateurs bloqués depuis la page
ja: ページ、またはブロックされたリストから削除する

source: Settings
ar: التركيبات
fa: تنظیمات
fr: Paramètres
it: Impostazioni
ja: コンテンツ
ug: تەڭشەك

source: page
fr: de votre compte.
ja: サイトマップ

source: Can I suggest some ideas ?
ja: アイデアを提案できますか?

source: Yes, we would love to hear about your ideas! Feel free to share them with us by contacting us via <a href="mailto:%(django_mail_contact)s">email</a> or on <a href="%(discord_invite)s">Discord</a>.
ja: はい、すべてのご提案を歓迎します。ぜひ、<a href="mailto:%(django_mail_contact)s">メール</a>または<a href="%(discord_invite)s">Discord</a>でご連絡ください。

source: The rules are simple:
fr: Les règles sont simples :
ja: ルールは簡単です。

source: There are two paddles on each side of the field , you (and your opponent) have to move your paddles and hit the ball in order to score a point.
fr: défendez votre côté du terrain avec votre raquette, et marquez un point chaque fois que l'adversaire n'arrive pas à rattrapper la balle.
ja: フィールドの各側面に2つのパドルがあります、あなたは(そしてあなたの相手)あなたのパドルを動かし、ポイントをスコアするためにボールを打つ必要があります。

source: The ball is getting faster from each hit.
fr: La vitesse de la balle augmente chaque fois que'elle est renvoyée.
ja: 各ヒットからボールがより速くなります。

source: You have to score as much points as the creator of the game room has defined to win a game.
fr: Le score à atteindre pour la victoire est défini par la personne qui crée le salon de jeu.
ja: ゲームルームのクリエイターがゲームに勝つために定義されているので、多くのポイントを獲得する必要があります。

source: Your side is represented by your name and your avatar above the game , it also displays the current score of the game.
fr: Votre côté du terrain est identifiable par votre nom et votre avatar. Il indique aussi votre score.
ja: あなたの側面は、ゲーム上のあなたの名前とあなたのアバターによって表されます、それはまたゲームの現在のスコアを表示します。

source: Player_1
fr: Joueur_1
ja: プレイヤー1

source: Player_2
fr: Joueur_2
ja: プレイヤー2

source: Movement
fr: Contrôles
ja: コントロール

source: There are 3 ways to move your paddle
fr: Vous pouvez contrôler la raquette de trois manières :
ja: あなたのパドルを動かす3つの方法があります

source: You can click and hold to a direction make the paddle going up and down
fr: En maintenant le clic gauche de la souris pour la bouger vers le haut ou le bas
ja: 方向にクリックして保持して、パドルを上下にすることができます

source: Pressing
fr: En pressant
ja: プレス加工

source: or
fr: ou
ja: または

source: keys will make the paddle going up
fr: pour faire monter la raquette
ja: キーはパドルが上がるようにします

source: keys will make the paddle going down
fr: pour faire descendre la raquette
ja: キーはパドルを下るようになります

source: Points to win a game,
fr: Le nombre de points pour gagner,
ja: ゲームを獲得するポイント

source: Players in the room/Players needed and the
fr: le nombre de Joueurs du salon, et
ja: 客室/プレイヤーに必要なプレイヤー

source: map are defined by the game creator and can be seen in the game rooms section from the home menu.
fr: l'arène de jeu sont également définis par le créateur du salon de jeu, toutes ces informations sont visibles depuis la page d'accueil.
ja: 地図はゲーム作成者によって定義され、ホームメニューからゲーム室セクションで見ることができます。

source: There are some other settings that the room owner can define , such as the initial ball speed , or the paddle/ball size.
fr: D'autres paramètres peuvent être ajustés lors de la création du salon, comme par exemple la vitesse de la balle en début de partie, la taille de la raquette et celle de la balle.
ja: 初期ボールスピードやパドル/ボールサイズなど、部屋の所有者が定義できるその他の設定があります。

source: These settings cannot be changed once the room is created.
fr: Ces paramètres ne pourront plus être changés une fois le salon créé.
ja: お部屋が作成されると変更できません。

source: Enjoy your games !
fr: Amusez-vous bien !
ja: ゲームを楽しみましょう!

source: Last updated:
fr: Dernière mise à jour :
ja: 最近の更新:

source: September 2024
fr: Septembre 2024
ja: 2024年9月

source: <div class="row"> <div class="col-md-12"> <h5 style="color: var(--bs-body-bg);"> This privacy policy will explain how our organization “Transcendence42” uses the personal data we collect from you when you use our website. <br>First, we would like to assure you that at&nbsp;Transcendence42 we take privacy seriously. We will never contact you for marketing purposes. Your email will solely be used for privacy or security concerns. <br> <br>Topics: </h5> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li> <a href="#wDataCollect">What data do we collect?</a> </li> <li> <a href="#hDataCollect">How do we collect your data?</a> </li> <li> <a href="#hDataUse">How will we use your data?</a> </li> <li> <a href="#hDataStore">How do we store your data?</a> </li> <li> <a href="#wDataProtection">What are your data protection rights?</a> </li> <li> <a href="#wCookies">What are cookies?</a> </li> <li> <a href="#hCookiesUse">How do we use cookies?</a> </li> <li> <a href="#wCookiesType">What types of cookies do we use?</a> </li> <li> <a href="#hCookiesManage">How to manage your cookies</a> </li> <li> <a href="#privacyOther">Privacy policies of other websites</a> </li> <li> <a href="#privacyChanges">Changes to our privacy policy</a> </li> <li> <a href="#hContactUs">How to contact us</a> </li> <li> <a href="#hContactAuthority">How to contact the appropriate authority</a> </li> </ul> </div> </div>
fr: <div class="row"> <div class="col-md-12"> <h5 style="color: var(--bs-body-bg);"> Cette politique de confidentialité explique comment notre organisation, «&nbsp;Transcendence42&nbsp;», utilise les données personnelles que nous recueillons lorsque vous utilisez notre site web. <br>Chez Transcendence42, soyez assurés que nous prenons la confidentialité au sérieux. Nous ne vous contacterons pas à des fins de marketing. Nous vous contacterons exclusivement pour des questions ou informations relatives à la confidentialité ou à la sécurité de votre compte. <br> <br>Sujets abordés : </h5> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li> <a href="#wDataCollect">Quelles données collectons-nous ?</a> </li> <li> <a href="#hDataCollect">Comment collectons-nous vos données ?</a> </li> <li> <a href="#hDataUse">Comment utilisons-nous vos données ?</a> </li> <li> <a href="#hDataStore">Comment stockons-nous vos données ?</a> </li> <li> <a href="#wDataProtection">Quels sont vos droits en matière de protection des données ?</a> </li> <li> <a href="#wCookies">Qu'est-ce qu'un cookie ?</a> </li> <li> <a href="#hCookiesUse">Comment utilisons-nous les cookies ?</a> </li> <li> <a href="#wCookiesType">Quels types de cookies utilisons-nous ?</a> </li> <li> <a href="#hCookiesManage">Comment gérer vos cookies</a> </li> <li> <a href="#privacyOther">Politiques de confidentialité des autres sites web</a> </li> <li> <a href="#privacyChanges">Modification de notre politique de confidentialité</a> </li> <li> <a href="#hContactUs">Nous contacter</a> </li> <li> <a href="#hContactAuthority">Contacter les autorités compétentes</a> </li> </ul> </div> </div>
ja: <div class="row"> <div class="col-md-12"> <h5 style="color: var(--bs-body-bg);"> このプライバシー規約は、私たちの組織「Transcendence42」が、ウェブサイトを利用する際に収集した個人データをどのように使用するかについて説明します。 <br>まず、Transcendence42ではプライバシーを真剣に考えていることをお知らせしたいと思います。マーケティング目的であなたに連絡することは決してありません。あなたのメールは、プライバシーやセキュリティの懸念にのみ使用されます。 <br> <br>トピック: </h5> <ul style="color: var(--bs-body-bg);padding-left: 60px;"> <li> <a href="#wDataCollect">どのようなデータを収集しますか？</a> </li> <li> <a href="#hDataCollect">どのようにしてデータを収集しますか？</a> </li> <li> <a href="#hDataUse">データをどのように使用しますか？</a> </li> <li> <a href="#hDataStore">データをどのように保管しますか？</a> </li> <li> <a href="#wDataProtection">あなたのデータ保護権利は何ですか？</a> </li> <li> <a href="#wCookies">クッキーとは何ですか？</a> </li> <li> <a href="#hCookiesUse">クッキーをどのように使用しますか？</a> </li> <li> <a href="#wCookiesType">どの種類のクッキーを使用しますか？</a> </li> <li> <a href="#hCookiesManage">クッキーの管理方法</a> </li> <li> <a href="#privacyOther">他のウェブサイトのプライバシー規約</a> </li> <li> <a href="#privacyChanges">プライバシー規約の変更</a> </li> <li> <a href="#hContactUs">お問い合わせ方法</a> </li> <li> <a href="#hContactAuthority">適切な当局への連絡方法</a> </li> </ul> </div> </div>
